[
    {
        "name": "Ant-Man",
        "character": "Scott Lang",
        "biography": "Scott Lang Fue Un Ladrón Que Se Convirtió En Ant-Man Después De Robar El Traje De Ant-Man Para Salvar A Su Hija Cassandra \"Cassie\" Lang De Una Afección Cardíaca.5​ Como Parte De Su Vida Criminal, Lang Pronto Inició Una Carrera De Tiempo Completo Como Ant-Man, Con La Ayuda De Hank Pym.​ Se Convirtió En Un Afiliado De Los Cuatro Fantásticos, Y, Más Recientemente, Se Volvió Miembro De Tiempo Completo De Los Vengadores. Por Una Temporada, Salió Con Jessica Jones. Más Tarde, Fue Asesinado Por La Bruja Escarlata, Junto Con Visión Y Hawkeye En Los Vengadores Desunidos, Y Su Hija Tomó Su Manto Heroico Como Estatura En El Libro Jóvenes Vengadores. Volvió A La Vida En El 2011, En La Miniserie The Children'S Crusade, Pero Perdió A Su Hija Cuando Se Sacrificó Heroicamente Para Detener A Un Doctor Doom Súper Descargado, Que Más Tarde La Salvara Durante El Axis.",
        "house": "MARVEL",
        "year": 1962,
        "images": [
            "https://vignette.wikia.nocookie.net/marvel/images/e/e1/Eric_O%27Grady_%28Tierra-616%29.png/revision/latest?cb=20131124194421&path-prefix=es",
            "https://res.cloudinary.com/teepublic/image/private/s--hwc7quns--/c_crop,x_10,y_10/c_fit,w_830/c_crop,g_north_west,h_1038,w_1038,x_-104,y_-374/l_upload:v1565806151:production:blanks:vdbwo35fw6qtflw9kezw/fl_layer_apply,g_north_west,x_-215,y_-485/b_rgb:ffffff/c_limit,f_jpg,h_630,q_90,w_630/v1481291507/production/designs/926925_1.jpg",
            "https://vignette.wikia.nocookie.net/disneyypixar/images/4/4a/Ant-Man.png/revision/latest/scale-to-width-down/300?cb=20190403174734&path-prefix=es"
        ],
        "cantidad_imagenes": 3,
        "equipamento": "No tiene"
    },
    {
        "name": "Aquaman",
        "character": "Arthur Curry",
        "biography": "En Sus Primeras Apariciones De La Edad De Oro, Aquaman Podía Respirar Bajo El Agua Con Branquias, Tenía Una Fuerza Sobrehumana Que Le Permitía Nadar A Altas Velocidades, Y Podía Comunicarse Con La Vida Marina Y Hacer Que Cumplieran Sus Órdenes. Inicialmente, Él Era Representado Hablando Con Las Criaturas Del Mar «En Su Propio Lenguaje» En Lugar De Hablarles Telepáticamente, Y Solo Cuando Estaban Lo Suficientemente Cerca Para Oírlo. Aunque Él Era Descrito Frecuentemente Como El «Soberano Del Mar», Con Las Aguas De Todo El Mundo En Su «Dominio», Y Con Casi Todas Las Criaturas Del Mar Como Sus «Súbditos Leales», El Título Nunca Fue Oficial. Las Aventuras De Aquaman Tuvieron Lugar En Todo El Mundo, Y Su Base Era «Un Antiguo Templo De La Perdida Atlántida, Mantenido Bajo El Agua», En Donde Él Guardaba Un Trono Solitario.\r\n\r\nDurante Sus Aventuras En Tiempos De Guerra, La Mayoría De Los Enemigos De Aquaman Eran Comandantes Nazis De U-Boots Y Varios Villanos Del Eje. El Resto De Sus Aventuras Entre 1940 Y 1950 Lo Tenían Enfrentándose A Diversos Criminales Basados En El Mar, Incluidos Los Piratas Modernos, Tales Como Su Antiguo Archienemigo Black Jack, Así Como Diversas Amenazas En La Vida Acuática, Rutas Marítimas, Y Marineros.\r\n\r\nLa Última Aparición De Aquaman En More Fun Comics Estaba En El Número 107, Antes De Ser Movido Junto Con Superboy Y Flecha Verde A Adventure Comics, Comenzando Con El Número 103 En 1946.",
        "house": "DC",
        "images": [
            "https://cdn131.picsart.com/296528046189211.png?type=webp&to=min&r=640",
            "https://www.monogramdirect.com/media/catalog/product/cache/1/image/600x600/9df78eab33525d08d6e5fb8d27136e95/4/5/45853.jpg",
            "https://i.pinimg.com/originals/b6/5c/66/b65c669d1f7e8cbaea3bbc69fdf03309.jpg",
            "https://i1.pngguru.com/preview/125/399/596/aquaman-2018-jason-momoa-aquaman-png-clipart.jpg"
        ],
        "cantidad_imagenes": 4,
        "year": 1941,
        "equipamento": "Tridente"
    },
    {
        "name": "Captain America",
        "character": "Steven Grant Rogers",
        "biography": "Teven Rogers Nació En El Lower East Side De Manhattan, En La Ciudad De Nueva York, En 1920, Hijo De Inmigrantes Irlandeses Pobres, Sarah Y Joseph Rogers. Joseph Murió Cuando Steve Era Un Niño, Y Sarah Murió De Neumonía Mientras Steve Era Un Adolescente. A Principios De 1940, Antes De La Entrada De Estados Unidos En La Segunda Guerra Mundial, Rogers Es Un Alto Y Escuálido Estudiante De Bellas Artes Que Se Especializa En La Ilustración Y Un Escritor Y Artista De Cómics.\r\n\r\nPerturbado Por El Ascenso De Adolf Hitler Al Poder, Rogers Intenta Alistarse, Pero Es Rechazado Debido A Su Frágil Cuerpo. Su Resolución Atrae La Atención Del General Del Ejército De Estados Unidos, Chester Phillips Y \"Proyecto: Renacimiento\". Rogers Se Usa Como Sujeto De Prueba Para El Proyecto Del Súper Soldado, Recibiendo Un Suero Especial Fabricado Por El \"Dr. Josef Reinstein\", Que Luego Cambió Retroactivamente A Un Nombre En Clave Para El Científico Abraham Erskine.\r\n\r\nEl Suero Es Un Éxito Y Transforma A Steve Rogers En Un Ser Humano Casi Perfecto Con Fuerza, Agilidad, Resistencia E Inteligencia Máximas. El Éxito Del Programa Deja A Erskine Preguntándose Acerca De Replicar El Experimento En Otros Seres Humanos.46​El Proceso En Sí Ha Sido Detallado De Manera Inconsistente: Mientras Que En El Material Original Se Muestra A Rogers Recibiendo Inyecciones Del Super Suero, Cuando El Origen Se Volvió A Contar En La Década De 1960, La Autoridad Del Código Del Cómic Ya Había Impuesto Un Veto Sobre La Descripción Gráfica De La Droga, Ingesta Y Abuso, Y Por Lo Tanto El Súper Suero Fue Reconvertido En Una Fórmula Oral.48​Las Cuentas Posteriores Insinúan Una Combinación De Tratamientos Orales E Intravenosos Con Un Régimen De Entrenamiento Extenuante, Que Culmina Con La Exposición A Vita-Ray.\r\n\r\nErskine Se Negó A Anotar Cada Elemento Crucial Del Tratamiento, Dejando Atrás Un Conocimiento Imperfecto De Los Pasos. Así, Cuando El Espía Nazi Heinz Kruger Lo Mató, El Método De Erskine De Crear Nuevos Súper Soldados Murió. Capitán América, En Su Primer Acto Después De Su Transformación, Venga A Erskine. En La Historia De Origen De 1941 Y En Tales Of Suspense # 63, Kruger Muere Al Chocar Con Maquinaria, Pero No Es Asesinado Por Rogers; En Las Revisiones Del Capitán América # 109 Y # 255, Rogers Causa La Muerte Del Espía Al Golpearlo En La Maquinaria.\r\n\r\nIncapaz De Crear Nuevos Súper Soldados Y Dispuesto A Ocultar El Fiasco Del Proyecto Renacimiento, El Gobierno Estadounidense Considera A Rogers Como Un Superhéroe Patriótico, Capaz De Contrarrestar La Amenaza Del Cráneo Rojo Como Un Agente De Contrainteligencia. Se Le Entrega Un Uniforme Patriótico De Su Propio Diseño, Un Escudo A Prueba De Balas, Un Brazo Lateral Personal Y El Nombre En Clave De Capitán América, Mientras Se Hace Pasar Por Un Soldado De Infantería Torpe En Camp Lehigh En Virginia. Forma Una Amistad Con La Mascota Adolescente Del Campamento, James Buchanan \"Bucky\" Barnes.",
        "house": "MARVEL",
        "equipament": "Vibranium Shield",
        "year": 1941,
        "images": [
            "https://i.pinimg.com/originals/e8/f7/75/e8f775741f31048cc0d051121fda86a9.png",
            "https://i.pinimg.com/originals/88/94/fe/8894fe665c6124927633879271704d22.png",
            "https://vignette.wikia.nocookie.net/disney/images/f/fa/Captain-America-AOU-Render.png/revision/latest?cb=20180420015558&path-prefix=es"
        ],
        "cantidad_imagenes": 3,
        "equipamento": "Vibranium Shield"
    },
    {
        "name": "Batman",
        "character": "Bruce Wayne",
        "biography": "La Identidad Secreta De Batman Es Bruce Wayne (Bruno Díaz En Algunos Países De Habla Hispana), Un Multimillonario Magnate Empresarial Y Filántropo Dueño De Empresas Wayne En Gotham City. Después De Presenciar El Asesinato De Sus Padres, El Dr. Thomas Wayne Y Martha Wayne En Un Violento Y Fallido Asalto Cuando Era Niño, Juró Venganza Contra Los Criminales, Un Juramento Moderado Por El Sentido De La Justicia. Bruce Wayne Se Entrena Física E Intelectualmente Y Crea Un Traje Inspirado En Los Murciélagos Para Combatir El Crimen, Con Sus Gadgets De Combate Del Batcinturón Y Sus Vehículos.\r\n\r\nA Diferencia De Los Superhéroes, No Tiene Superpoderes: Recurre A Su Intelecto, Así Como A Aplicaciones Científicas Y Tecnológicas Para Crear Armas Y Herramientas Con Las Cuales Lleva A Cabo Sus Actividades. Vive En La Mansión Wayne, En Cuyos Subterráneos Se Encuentra La Batcueva, El Centro De Operaciones De Batman. Recibe La Ayuda Constante De Otros Aliados, Entre Los Cuales Pueden Mencionarse Robin, Batgirl (Posteriormente Oráculo), Nightwing, El Comisionado De La Policía Local, James Gordon, Y Su Mayordomo Alfred Pennyworth. Una Gran Variedad De Villanos Conforman La Galería De Batman, Incluido Su Archienemigo, El Joker.",
        "house": "DC",
        "year": 1939,
        "images": [
            "https://i.pinimg.com/originals/0f/3e/ee/0f3eeec5bd9e38d12a4a6cfd107adc4f.png",
            "https://http2.mlstatic.com/batman-kit-papeles-digitales-e-imagenes-clipart-png-D_NQ_NP_601452-MLA28083845819_092018-F.jpg",
            "https://i0.pngocean.com/files/1008/981/148/batman-joker-logo-clip-art-escudo-de-batman.jpg",
            "https://icdn9.digitaltrends.com/image/digitaltrends_es/justice-league-batman-375x250.jpg"
        ],
        "cantidad_imagenes": 4,
        "equipamento": "No tiene"
    },
    {
        "name": "Robin",
        "character": "Dick Grayson",
        "biography": "Popularizado En Versiones Televisivas Del Personaje, Traducidas En México Y Los Ángeles, Como Ricardo Tapia, Grayson Fue Creado Conceptualmente Por Jerry Robinson, Y Publicado Por Primera Vez Por Bill Finger Y Bob Kane En El Detective Comics N° 38 (1940). Robin, Ayudante De Batman, Fue Introducido Al Cómic Un Año Después Que El Oscuro Héroe. Fue Creado Con El Objetivo De Atraer Al Público Infantil, De Esta Forma Se Identificarían Con El Personaje.\r\n\r\nEl Nombre De Robin, El Chico Maravilla Y Su Atuendo Fue Inspirado En El Héroe Legendario Robin Hood, El Color Rojo Del Traje Imita Al De Un Ave Americana (El Tordo De Pecho Rojo O Turdus Migratorius, También Llamado En Inglés Robin O American Robin \"Petirrojo\", Que No Debe Confundirse Con Robin Que Habita En Europa), Siguiendo El Patrón De Animal Volador De Batman.\r\n\r\nDick Grayson En Su Niñez Era Un Acróbata Callejero, El Más Joven De Una Familia Llamada The Flying Graysons (Los Graysons Voladores). En La Historia Del Cómic, Un Gánster Llamado Anthony \"Tony\" Zucco Mató A Los Padres De Grayson Al Sabotear Su Trapecio Y Equipamientos. Batman (Con La Identidad De Bruce Wayne) Estaba Investigando El Crimen Y Puso A Dick Bajo Su Custodia Como Tutor Legal. Lo Entrenó Física Y Psicológicamente Para Que Pudiera Ser Su Asistente. Juntos Investigaron El Caso De La Muerte De Los Padres Y Atraparon A Zucco.\r\n\r\nEl Origen De Robin Tiene Cierto Parecido Con El De Batman, Ya Que Los Padres De Ambos Fueron Víctimas De Un Ataque Criminal, Por Lo Cual Combaten El Crimen. Esta Relación Los Une Y Produce Un Fuerte Lazo Entre Los Dos. En Harley Quinn Vol 1 #1 (2000) Se Menciona Que La Mayoría De Los Habitantes De Ciudad Gótica Estaban Seguros De Que Robin Era Una Niña Debido A Su Atuendo Colorido Y Revelador Y Eran Muy Pocos Los Que Creían Que Pudiera Tratarse De Un Niño.\r\n\r\nEntre 1940 Y 1950, Robin Se Convirtió En El Legendario Acompañante De Batman, Y Raras Veces Había Un Cómic Donde Batman Saliera Solo. Entre 1947 Y 1952 Se Empezaron A Publicar En Star-Spangled Comics Historias En Solitario De Robin.\r\n\r\nEn 1964 The Brave And The Bold N° 60 Introdujo A Los Jóvenes Titanes, Una Versión Joven De La Liga De La Justicia. El Grupo Era Liderado Por Robin, Y Entre Los Personajes Estaban Otros Ayudantes Como Aqualad (Ayudante De Aquaman) Y Kid Flash (Ayudante De Flash).",
        "house": "DC",
        "year": 1940,
        "images": [
            "https://cdn.shopify.com/s/files/1/0054/4371/5170/products/FiGPiN_85_Robin_BATMAN_CLASSIC_PIN_grande.png?v=1539211007",
            "https://i.ibb.co/2sxdL5B/robin1.jpg"
        ],
        "cantidad_imagenes": 2,
        "equipamento": "No tiene"
    },
    {
        "name": "Hulk",
        "character": "Robert Bruce Banner",
        "biography": "Durante La Detonación Experimental De Una Bomba Gamma, El Científico Robert Bruce Banner Salva Al Adolescente Rick Jones, Que Ha Conducido Al Campo De Pruebas; Banner Empuja A Jones A Una Trinchera Para Salvarlo, Pero Es Golpeado Por La Explosión, Absorbiendo Enormes Cantidades De Radiación Gamma. Despierta Más Tarde, Aparentemente Ileso, Pero Esa Noche Se Transforma En Una Forma Gris Y Pesada. Un Soldado Perseguidor Llama A La Criatura \"Hulk\".Originalmente, Se Creía Que Las Transformaciones De Banner En Hulk Se Debían A La Puesta Del Sol Y Se Deshacían Al Amanecer, Pero Más Tarde, Después De Que Rick Vio A Banner Convertirse En Hulk Durante El Día, Luego De Un Intento Fallido De Los Hombres De Ross De Lanzar A Hulk Al Espacio, Fue Descubierto Para Ser Causado Por La Ira. Banner Fue Curado En El Increíble Hulk # 4, Pero Optó Por Restaurar Los Poderes De Hulk Con La Inteligencia De Banner. La Máquina De Rayos Gamma Necesitaba Afectar Los Efectos Secundarios Inducidos Por La Transformación Que Hicieron Que Banner Se Enfermara Temporalmente Y Volviera A Su Estado Normal.\r\n\r\nEn The Avengers # 1 (Septiembre De 1963), Hulk Se Convirtió En Miembro Fundador Del Equipo Homónimo De Superhéroes Del Título. Por The Avengers # 3, El Uso Excesivo De La Máquina De Rayos Gamma Convirtió A Hulk En Un Monstruo Incontrolable Y Desenfrenado, Sujeto A Cambios Espontáneos. En Tales To Astonish # 59 (Septiembre De 1964), Hulk Apareció Como Antagonista De Giant-Man. La Serie Estableció El Estrés Como El Desencadenante Para Que Banner Se Convierta En Hulk Y Viceversa. Fue Durante Este Tiempo Que Hulk Desarrolló Una Personalidad Más Salvaje E Infantil, Alejándose De Su Representación Original Como Una Figura Brutal Pero No Del Todo Inteligente. Además, Su Memoria, Tanto A Largo Como A Corto Plazo, Ahora Se Vería Notablemente Deteriorada En Su Estado De Hulk. En Tales To Astonish # 64 (Febrero De 1965) Fue La Última Historia De Hulk Que Lo Presentó Hablando En Oraciones Completas. En Tales To Astonish # 77 (Marzo De 1966), La Doble Identidad De Banner Y Hulk Se Hizo Pública Cuando Rick Jones, Convencido Erróneamente De Que Banner Estaba Muerto (Cuando En Realidad Había Sido Catapultado Hacia El Futuro), Le Dijo Al Comandante Glenn Talbot, Un Rival De Banner Para Los Afectos De Betty Ross, La Verdad. En Consecuencia, Glenn Informó A Sus Superiores Y Eso Convirtió A Banner En Un Fugitivo Buscado Al Regresar Al Presente.",
        "house": "MARVEL",
        "year": 1962,
        "images": [
            "https://vignette.wikia.nocookie.net/disney/images/f/fc/AoU_Hulk_01.png/revision/latest?cb=20171104163705&path-prefix=es",
            "https://images-na.ssl-images-amazon.com/images/I/31HiVOm9ZZL._AC_.jpg",
            "https://i.pinimg.com/originals/0b/b3/89/0bb389331fe8fd2521cc3efcacfc25f5.jpg",
            "https://frasesdelavida.com/wp-content/uploads/2018/04/Hulk.jpg"
        ],
        "cantidad_imagenes": 4,
        "equipamento": "No tiene"
    },
    {
        "name": "Flash",
        "character": "",
        "biography": "Bartholomew Henry \"Barry\" Allen Es Un Científico Asistente De La División De Ciencia Criminal Y Forense Del Departamento De Policía De Ciudad Central En 1956, Conocido Por Ser Lento Y Llegar Siempre Tarde A Su Trabajo, Lo Cual Enojaba A Su Prometida Iris West. Una Noche, Mientras Salía Del Trabajo, Un Rayo Cayó En Su Laboratorio Lleno De Químicos Que Bañaron A Allen, Creando Un Accidente Que Le Otorgaría Una Súper Velocidad E Increíbles Reflejos (También La Capacidad De Viajar En El Tiempo Y Entre Dimensiones). Con Un Traje Rojo Y El Símbolo De Un Rayo (Que Recuerda Al Original Capitán Maravilla De Fawcett Comics), Su Novia Lo Nombró \"Flash\", (Ya Que Cuando Era Niño Algo Veloz Mató A Su Madre Y Barry Dijo Que Fue Como Un Flash) Empezando Así A Combatir El Crimen En Ciudad Central. Como Civil Usaba Un Anillo Del Cual Extraía Su Traje, El Cual Podía Encoger Por Medio De Un Gas. Allen Era Conocido Por En Ocasiones Bromear Contra Sus Enemigos, Y También Una Característica Que Lo Hizo Temido Cuando Regresó De La Muerte Es Tratar A Todos Sus Enemigos Por Igual, A Diferencia De Los Otros Velocistas Que Trataban A Capitán Frío Y A Sus Secuaces Como Tontos Comparados Con Gorilla Grodd Y El Profesor Zoom. En Su Identidad Civil, Almacena El Traje Comprimido En Un Anillo Especial Mediante El Uso De Un Gas Especial Que Podría Comprimir Fibras De Tela A Una Fracción Muy Pequeña De Su Tamaño Normal.\r\n\r\nFlash Se Convirtió En Miembro De La Liga De La Justicia, Y Un Gran Amigo De Hal Jordan, El Linterna Verde. Su Esposa Iris Averiguó La Identidad De Allen, Ya Que Éste Hablaba Dormido, Aunque Barry Le Revelaría Su Secreto Más Tarde. Bart, El Nieto De Ambos, Fue Enviado Desde El Siglo Xxx, Y Adoptado Por Iris En El Siglo Xx. En Los Años 80 La Vida De Flash Comenzó A Colapsar: Iris Fue Asesinada Por El Profesor Zoom; Además, Cuando Allen Iba A Casarse Nuevamente, Zoom Intentó Repetir Su Crimen. Afortunadamente Allen Detuvo Y Mató A Zoom. Asimismo, Allen Descubrió Que El Espíritu De Su Esposa Iris Se Encontraba En El Siglo Xxx, Donde Le Estaban Dando Un Nuevo Cuerpo. Flash Se Retiró Y Se Unió A Iris En El Siglo Xxx. Sin Embargo, Después De Un Mes De Felicidad, La Crisis On Infinite Earths Daría Comienzo.",
        "house": "DC",
        "year": 1940,
        "images": [
            "https://vignette.wikia.nocookie.net/death-battle-fanon-wiki-en-espanol/images/9/90/The_Flash.png/revision/latest?cb=20191214205333&path-prefix=es",
            "https://i.pinimg.com/originals/39/09/1a/39091a8e9347aec620ec916d3ea62f05.png",
            "https://i.pinimg.com/originals/6e/fd/63/6efd63f2c31d0aba9503d533469a04ae.png"
        ],
        "cantidad_imagenes": 3,
        "equipamento": "No tiene"
    },
    {
        "name": "Iron Man",
        "character": "Tony Stark",
        "biography": "Anthony Edward Stark Es El Hijo Del Jefe De Industrias Stark, Howard Stark Y Su Esposa Maria Stark. Un Niño Genio Que Ingresa Al Mit A La Edad De 15 Años Para Estudiar Ingeniería Mecánica Y Luego Recibe Maestrías En Ingeniería Eléctrica Y Física. Después De Que Sus Padres Mueren En Un Accidente Automovilístico, Hereda La Compañía De Su Padre.\r\n\r\nMientras Observaba Los Efectos De Su Tecnología Experimental En El Esfuerzo Bélico Estadounidense, Tony Stark Es Herido Por Una Bomba Y Capturado Por Wong-Chu, Quien Le Ordena Diseñar Armas. Sin Embargo, Las Lesiones De Stark Son Graves Y La Metralla Se Dirige A Su Corazón. Su Compañero Prisionero, Ho Yinsen, Un Físico Ganador Del Premio Nobel, Cuyo Trabajo Se Había Ganado La Admiración De Stark En El Colegio, Construye Una Placa Pectoral Magnética Para Evitar Que La Metralla Alcance El Corazón De Stark, Manteniéndolo Vivo. En Secreto, Stark Y Yinsen Utilizan El Taller Para Diseñar Y Construir Una Armadura De Poder, La Cual Utiliza Stark Para Escapar. Sin Embargo, Durante El Escape, Yinsen Sacrifica Su Vida Para Salvar A Stark, Distrayendo Al Enemigo Para Que Tony Recargara. Stark Se Venga De Sus Secuestradores Y Escapa Para Reunirse Con Las Fuerzas Estadounidenses, Conociendo En Su Camino A Un Piloto Herido De La Marina Estadounidense, James \"Rhodey\" Rhodes.\r\n\r\nDe Vuelta A Casa, Stark Descubre Que El Fragmento De Metralla Alojado En Su Pecho No Se Puede Quitar Sin Matarlo, Y Él Se Ve Obligado A Utilizar La Placa Del Pecho Debajo De La Ropa Para Actuar Como Un Regulador Para Su Corazón. También Tiene Que Recargar La Placa Todos Los Días O De Lo Contrario Corre El Riesgo De Que La Metralla Lo Mate. La Portada Para Iron Man Dice Que Él Es El Guardaespaldas De Stark Y La Mascota De Su Empresa. Con Ese Fin, Iron Man Lucha Contra Las Amenazas A Su Empresa, (Como La Oponente Comunista Natasha Romanoff, El Dínamo Carmesí Y El Hombre De Titanio), Así Como Villanos Independientes Como El Mandarín, Quien Finalmente Se Convertiría En Su Peor Enemigo. Nadie Sospecha De Que Stark Es Iron Man, Ya Que Cultiva Su Imagen Como Un Millonario Y Empresario. Dos Miembros Notables Del Reparto De La Serie, En Este Punto, Son Su Chófer Personal Harold \"Happy\" Hogan, Y Su Secretaria Virginia \"Pepper\" Potts, A Quienes Finalmente Les Revela Su Identidad Secreta. Mientras Tanto, James Rhodes Encuentra Su Propio Lugar Como El Piloto Personal De Stark, Revelándose Como Un Hombre De Extraordinaria Habilidad Y Audaz Por Derecho Propio.\r\n\r\nEl Cómic Tuvo Una Postura Anti-Comunista En Sus Primeros Años, Que Se Suavizó Conforme Subió La Oposición A La Guerra De Vietnam. ​Este Cambio Evolucionó En Una Serie De Historias En Las Que Stark Reconsidera Sus Opiniones Políticas Y La Moralidad De La Fabricación De Armas Para El Ejército Estadounidense. Stark Se Muestra A Sí Mismo Como Arrogante De Vez En Cuando, Y Dispuesto A Actuar Sin Ética Para \"Dejar Que Los Fines Justifiquen Los Medios\". Esto Lleva A Conflictos Personales Con Las Personas Que Lo Rodean, Tanto En Sus Identidades Civiles Como De Superhéroes. Stark Usa Su Gran Fortuna Personal No Solo Para Equipar Su Propia Armadura, Sino También Para Desarrollar Armas Para S.H.I.E.L.D.; Otras Tecnologías (Por Ejemplo, Quinjets Utilizados Por Los Vengadores); Y Los Inductores De Imagen Utilizados Por Los X-Men. Finalmente, La Afección Cardíaca De Stark Se Resuelve Con Un Trasplante Artificial De Corazón.",
        "house": "MARVEL",
        "year": 1963,
        "images": [
            "https://i.pinimg.com/originals/a8/71/6f/a8716f8f85b1ac5963700d971462c70a.png",
            "https://i.ibb.co/sHFrj8w/ironMan1.jpg",
            "https://i.ibb.co/sVBTRzB/ironMan2.jpg"
        ],
        "cantidad_imagenes": 2,
        "equipamento": "ARMADURA"
    },
    {
        "name": "Spider-Man",
        "character": "Peter Benjamin Parker",
        "biography": "En Forest Hills, Queens, Nueva York, ​El Estudiante De La Escuela Midtown High, Peter Benjamin Parker Es Un Científico Huérfano Que Vive Con Su Tío Ben Y Su Tía May. Como Se Describe En Amazing Fantasy # 15 (Agosto De 1962), Es Mordido Por Una Araña Radioactiva (Erróneamente Clasificada Como Un Insecto En El Panel) En Una Exhibición De Ciencias Y \"Adquiere La Agilidad Y La Fuerza Proporcional De Un Arácnido \". Junto Con La Súper Fuerza, Parker Gana La Capacidad De Adherirse A Paredes Y Techos. A Través De Su Habilidad Nativa Para La Ciencia, Desarrolla Un Dispositivo Que Le Permite Disparar Cintas Adhesivas De Su Propio Diseño A Través De Pequeños Barriles Montados En La Muñeca. Inicialmente Buscando Capitalizar Sus Nuevas Habilidades, Parker Se Pone Un Disfraz Y, Como \"Spider-Man\", Se Convierte En Una Estrella De Televisión Novedosa. Sin Embargo, \"Ignora Alegremente La Posibilidad De Detener A Un Ladrón Que Huye, [Y] Su Indiferencia Irónicamente Lo Alcanza Cuando El Mismo Delincuente Más Tarde Roba Y Mata A Su Tío Ben\". Spider-Man Rastrea Y Domina Al Asesino Y Aprende, En La Penúltima Leyenda De La Historia, \"Con Gran Poder También Debe Haber Una Gran Responsabilidad\".\r\n\r\nA Pesar De Sus Superpoderes, Parker Se Esfuerza Por Ayudar A Su Tía A Pagar El Alquiler, Se Burla De Sus Compañeros, Especialmente La Estrella De Fútbol Flash Thompson, Y, Como Spider-Man, Engendra La Ira Editorial Del Editor De Periódicos J. Jonah Jameson. Mientras Lucha Con Sus Enemigos Por Primera Vez, Parker Encuentra Difícil Hacer Malabares Con Su Vida Personal Y Las Aventuras Disfrazadas. Con El Tiempo, Peter Se Gradúa De La Escuela Secundaria, Y Se Matricula En La Universidad Empire State (Una Institución Ficticia Que Evoca La Vida Real De La Universidad De Columbia Y La Universidad De Nueva York), Donde Se Encuentra Con Su Compañero De Cuarto Y Mejor Amigo Harry Osborn, Y Su Novia Gwen Stacy,Y La Tía May Le Presenta A Mary Jane Watson. Mientras Peter Lidia Con Los Problemas De Drogas De Harry, Y Se Revela Que El Padre De Harry Es El Enemigo De Spider-Man, El Duende Verde, Peter Incluso Intenta Abandonar Su Identidad De Disfraz Por Un Tiempo. El Padre De Gwen Stacy, El Detective De La Policía De La Ciudad De Nueva York, George Stacy, Es Asesinado Accidentalmente Durante Una Batalla Entre Spider-Man Y Doctor Octopus (# 90, Noviembre De 1970).",
        "house": "MARVEL",
        "year": 1962,
        "images": [
            "https://cdn.hobbyconsolas.com/sites/navi.axelspringer.es/public/styles/480/public/media/image/2015/04/471106-spider-man-tendra-version-animada-creadores-lego-pelicula.png?itok=E13ELdsD",
            "https://i.ibb.co/PwGZfsz/spider-Man1.jpg",
            "https://i.ibb.co/xCZhbqw/spider-Man2.jpg"
        ],
        "cantidad_imagenes": 3,
        "equipamento": "No tiene"
    },
    {
        "name": "Superman",
        "character": "Clark Kent",
        "biography": "La historia original de Superman relata que nació con el nombre de Kal-El en el planeta Krypton; su padre, el científico Jor-El, y su madre Lara Lor-Van, lo enviaron en una nave espacial con destino a la Tierra cuando era un niño, momentos antes de la destrucción de su planeta. Fue descubierto y adoptado por Jonathan Kent y Martha Kent, una pareja de granjeros de Smallville, Kansas, que lo criaron con el nombre de Clark Kent y le inculcaron un estricto código moral. El joven Kent comenzó a mostrar habilidades superhumanas, las mismas que al llegar a su madurez decidiría usar para el beneficio de la humanidad.",
        "house": "DC",
        "year": 1938,
        "images": [
            "https://i.pinimg.com/originals/84/3d/3c/843d3cc2bea7c8df224e878e8b6326dd.png",
            "https://upload.wikimedia.org/wikipedia/commons/thumb/0/05/Superman_S_symbol.svg/300px-Superman_S_symbol.svg.png"
        ],
        "cantidad_imagenes": 2,
        "equipamento": "No tiene"
    },
    {
        "name": "Wonder Woman",
        "character": "Diana Prince",
        "biography": "Debutando En All Star Comics #8, Diana Era Miembro De Una Tribu De Mujeres Llamadas Las Amazonas, Nativa De Isla Paraíso. Esta Era Una Isla Aislada Situada En Medio De Un Vasto Océano, Allí El Capitán Steve Trevor Tuvo Un Accidente Aéreo Donde Logró Apenas Aterrizar Su Aeronave Cerca A La Isla, Fue Encontrado Vivo Pero Inconsciente. Diana Lo Encontró Junto A Una Compañera Amazona. Diana Le Cuidó Hasta Que Sanó Pero Terminó Enamorándose De Él. Se Llevó A Cabo Una Competencia Entre Todas Las Amazonas Ante La Corte De La Madre De Diana, Hipólita La Reina De Las Amazonas, Con El Fin De Determinar Quién Era La Más Digna De Entre Todas Las Mujeres Para Llevar De Regreso A Steve Al Mundo Exterior; Hipólita Le Adjudicaría A La Ganadora La Responsabilidad De Entregarle Al Capitán Steve Trevor Su Regreso Al Mundo Humano Y Para Poder Luchar Por La Justicia. Hipólita Le Prohibía A Diana Participar En El Concurso; No Obstante, Aun Así Ella Tomó Parte, Usando Una Máscara Para Ocultar Su Identidad. Ganó El Concurso Y Se Revela A Sí Misma, Sorprendiendo A Su Madre Hipólita, Que Al Final Se Dejaría Llevar Por El Deseo De Su Hija Diana Para Que Fuese Al Mundo De Los Hombres. Ella Entonces Regresa A Salvo A Steve Trevor De Vuelta A Su Casa Y Se Le Concede Un Vestido Especial Hecho Por Su Propia Madre Para Llevar Su Nuevo Papel Como Wonder Woman.\r\n\r\nDespués De Este Suceso Llega Al Mundo Del Hombre Por Primera Vez, A Tierras De Los Estados Unidos. La Mujer Maravilla Se Encuentra Con Una Enfermera Del Ejército Llorando Llamada Diana Prince. Esta Le Pregunta Acerca De Su Situación, En Donde Ella Le Relata Que Como Enfermera Deseaba Partir A América Del Sur Con Su Novio, Pero No Pudo Debido Que No Tenía Suficiente Dinero Para Costearse El Viaje. Como Ambas Parecían Estar En Una Misma Situación Y Como Wonder Woman Necesitaba Un Trabajo Y Una Identidad Válida Para Cuidar De Steve (Al Cual Ingresó Al Mismo Hospital Del Ejército), Le Da El Dinero Que Había Ganado Anteriormente Para Ayudarla Para Que Fuese Con Su Prometido A Cambio De Obtener Sus Credenciales. La Enfermera Le Revela Que Su Nombre Es Diana Prince, Por Lo Tanto, Ella Tomaría Dicha Identidad Como Suya Y Sería La Identidad Secreta De La Mujer Maravilla, Comenzando A Trabajar Como Enfermera En El Ejército.\r\n\r\nWonder Woman Después Tomaría Parte En Varias Aventuras, Sobre Todo Al Lado De Trevor. Sus Enemigos Más Comunes Durante Este Período Serían Las Fuerzas Nazis, Y A Veces Supervillanos Como Circe, Giganta, La Baronesa Paula Von Gunther, Chita, Doctor Psycho Y El Duque Del Engaño.",
        "house": "DC",
        "images": [
            "https://i.pinimg.com/originals/ff/d1/42/ffd1424eb5761ddd13ceb08231c1db5f.png",
            "https://i.ibb.co/W0CBTp3/wonder-Woman.jpg"
        ],
        "cantidad_imagenes": 2,
        "year": 1941,
        "equipamento": "No tiene"
    },
    {
        "name": "Thor (Thor Odinson)",
        "character": "",
        "biography": "El Padre De Thor, Odín, Decide Que Su Hijo Necesita Que Le Enseñe La Humildad Y, En Consecuencia, Coloca A Thor (Sin Recuerdos De La Divinidad) En El Cuerpo Y Los Recuerdos De Un Estudiante De Medicina Humana Existente, Parcialmente Discapacitado, Donald Blake. Después De Convertirse En Médico Y De Vacaciones En Noruega, Blake Presencia La Llegada De Una Partida De Exploración Alienígena. Blake Huye De Los Extraterrestres A Una Cueva. Después De Descubrir El Martillo De Thor, Mjolnir (Disfrazado Como Un Bastón) Y Golpearlo Contra Una Roca, Se Transforma En El Dios Del Trueno. Más Tarde, En Thor# 159, Se Revela Que Blake Siempre Ha Sido Thor, El Hechizo De Odin Lo Ha Llevado A Olvidar Su Historia Como El Dios Del Trueno Y Creerse Mortal\r\n\r\nDerrotando A Los Alienígenas, Thor Comparte Una Doble Vida Con Su Alter Ego: Tratar A Los Enfermos En Una Práctica Privada Con La Enfermera - Y El Amor Eventual - Jane Foster, Y Defender A La Humanidad Del Mal. La Presencia De Thor En La Tierra Atrae Casi Inmediatamente La Atención De Su Hermano Adoptivo Y Enemigo, Loki. ​Loki Es Responsable Del Surgimiento De Tres De Los Principales Enemigos De Thor: El Hombre Absorbente; El Destructor, Y El Demoledor. En Una Ocasión, Las Tácticas De Loki Fueron Accidentalmente Beneficiosas, Aunque Tuvieron Éxito En Usar Una Ilusión De Hulk Para Llevar A Thor A La Batalla, Resulta En La Formación Del Equipo De Superhéroe, Los Vengadores, Del Cual Thor Es Miembro Fundador Y De Larga Data. Otros Enemigos Tempranos De Thor Incluyen A Zarrko, El Hombre Del Mañana; El Hombre Radiactivo; ​El Hombre De Lava; ​La Cobra; Señor Hyde; La Encantadora Y El Verdugo, Y La Gárgola Gris.",
        "house": "MARVEL",
        "year": 1962,
        "images": [
            "https://vignette.wikia.nocookie.net/marvelvscapcomespaol/images/7/7e/Thor-MvCI.png/revision/latest/scale-to-width-down/340?cb=20170903005455&path-prefix=es",
            "https://encrypted-tbn0.gstatic.com/images?q=tbn%3AANd9GcSqP4HmosbOxEBsvkirXePSvA4mf7yb79o5VLgJEZk9Zgg7iuDi&usqp=CAU",
            "https://i.ibb.co/Kr28s5N/thor1.jpg"
        ],
        "cantidad_imagenes": 4,
        "equipamento": "Mjolnir"
    },
    {
        "name": "Red Skull",
        "character": "Johann Schmidt",
        "biography": "Johann Schmidt Era Un Exgeneral Oficial Nazi Y Confidente De Adolf Hitler. Ha Estado Íntimamente Afiliado Con Hydra Y Es Enemigo De S.H.I.E.L.D., Los Vengadores, Y Otros Intereses De Los Estados Unidos Y El Mundo En General. Fue Físicamente Mejorado Al Traspasar Su Cerebro Al Cuerpo De Un Clon Del Capitán América, Que Se Encuentra En El Pináculo De La Perfección Humana. Estuvo Presuntamente Muerto En El Pasado, Sólo Para Regresar Al Tiempo Una Y Otra Vez Para Plagar El Mundo Con Esquemas De Dominación Global Y Genocidio.",
        "house": "MARVEL",
        "year": 1941,
        "images": [
            "https://i.ibb.co/qNH0YwZ/redSkull.jpg"
        ],
        "cantidad_imagenes": 1,
        "equipamento": "No tiene"
    },
    {
        "name": "Gamora",
        "character": "Gamora Zen Whoberi Ben Titan",
        "biography": "Gamora Es La Última De Su Especie, Los Zen Whoberi, Quienes Fueron Exterminados Por Los Badoon (En Su Línea Temporal Original, Su Especie Fue Exterminada Por La Iglesia Universal De La Verdad). Thanos Encontró A La Niña Y Decidió Utilizarla Como Un Arma. Gamora Fue Criada Y Entrenada Por Thanos Para Asesinar A Magus, Una Malvada Versión Alterna De Adam Warlock. Thanos Mostró Su Poca Humanidad En Su Infancia, Pero Gamora Fue Muy Leal Al Hombre Que Le Prometió La Oportunidad De Vengar La Muerte De Su Familia. Gamora Pronto Dominó Las Artes Marciales, Ganándose El Apodo De \"La Mujer Más Letal En Toda La Galaxia\". Cuando Ella Era Una Adolescente, Thanos La Llevó En Un Viaje. Gamora Desobedeció Las Órdenes De Thanos, Y Debido A Esto Entró En Conflicto Con Unos Maleantes. Ella Fue Superada Enormemente En Número, Y A Pesar De Sus Habilidades Fue Derrotada Y Luego Violada Por Uno De Los Agresores. Thanos La Encontró Medio Muerta, Y A Su Vez Asesinó A Todos Los Agresores Y Le Devolvió La Salud, Mejorando Cibernéticamente Sus Habilidades A Niveles Sobrehumanos.\r\n\r\nDe Adulta, Gamora Fue Enviada Como Una Asesina Contra La Iglesia Universal De La Verdad, Siendo Rápidamente Temida Por Sus Agentes, Los Caballeros Negros. Ella Se Vengó Por El Genocidio De Su Raza, Asesinando A Todos Los Miembros De La Iglesia Involucrados Antes De Que Realmente Ocurriera El Acontecimiento. Gamora Conoció Y Se Unió A Adam Warlock, Quien Quería Detener A Su Vieja Versión. Ella Incluso Consiguió Estar Cerca De Magus, Pero Finalmente Falló En Asesinarlo. Junto Con Warlock, Pip El Troll Y Thanos, Gamora Luchó Para Escapar De Los Caballeros Negros De La Iglesia Universal De La Verdad Y El Escuadrón De La Muerte De Magus. Más Tarde Fue Asignada Por Thanos Para Proteger A Adam Warlock, Pero Ella Comenzó A Sospechar De Los Planes De Thanos, Para Después Ser Atacada Por Drax El Destructor.",
        "house": "MARVEL",
        "year": 1975,
        "images": [
            "https://i.ibb.co/fNsC724/gamora.jpg"
        ],
        "cantidad_imagenes": 1,
        "equipamento": "No tiene"
    },
    {
        "name": "Thanos",
        "character": "Thanos The Titan",
        "biography": "Thanos Nació En El Planeta Titán Como El Hijo De Los Eternos Mentor (A'Lars) Y Sui-San, Y Su Hermano Es Eros De Titán, También Conocido Como Starfox. Thanos Lleva El Gen Deviants, Y Como Tal, Comparte La Apariencia Física De La Raza De Los Primos Eternos. Al Nacer, Su Madre Se Sorprendió Por Su Apariencia E Intentó Matarlo, Debido A Que Creía Que Su Hijo Aniquilaría Toda La Vida En El Universo, Pero Fue Detenido Por A'Lars, El Padre De Thanos. Durante Sus Años Escolares, Thanos Era Un Pacifista Y Solo Jugaba Con Su Hermano Eros Y Sus Mascotas. En La Adolescencia, Thanos Se Había Fascinado Con El Nihilismo Y La Muerte, Adorando Y Finalmente Enamorándose De La Encarnación Física De La Muerte, La Señora Muerte. Como Adulto, Thanos Aumentó Su Fuerza Física Y Sus Poderes A Través De Su Conocimiento Científico Superior. También Intentó Crear Una Nueva Vida Para Sí Mismo Al Engendrar Muchos Niños Y Convertirse En Pirata. No Encuentra Ninguna Satisfacción En Ninguno De Los Dos Hasta Que Es Visitado Nuevamente Por Señora Muerte, Por Quien Asesina A Su Descendencia Y Su Capitán Pirata.",
        "house": "MARVEL",
        "year": 1973,
        "images": [
            "https://i.ibb.co/m5k93Q4/thanos1.jpg",
            "https://i.ibb.co/xXyJwht/thanos2.jpg"
        ],
        "cantidad_imagenes": 2,
        "equipamento": "No tiene"
    },
    {
        "name": "Rocket Racoon",
        "character": "",
        "biography": "Rocket Raccoon Actúa Como El “Guardián Del Cuadrante Keystone”, Un Área Del Espacio Exterior Sellado Del Resto Del Cosmos Por El Llamado “Muro Galaciano”. Rocket Es Capitán De La Nave Estelar Rack 'N' Ruin. Tanto Él Como Su Compañero Wal Russ (Una Morsa Parlante) Vienen Del Planeta Halfworld, En El Cuadrante Keystone, Una Colonia Abandonada Para Enfermos Mentales Donde Las Mascotas Eran Genéticamente Manipuladas Para Darles Inteligencia A Nivel Humano Y Capacidad De Desplazarse En Dos Patas Para Desenvolverse Como Custodios De Los Internos. Rocket Era El Oficial Jefe De Seguridad Que Protegía A La Colonia De Distintas Amenazas.\r\n\r\nEn Un Momento, Judson Jakes (Un Topo Antropomorfo) Intentó Robar La Biblia De Halfworld, Pero Sus Planes Fueron Frustrados Por Raccoon Y Hulk. Luego, Lord Dyvyne Secuestró A Lylla, Amiga De Rocket, Y Jakes Empezó La Guerra De Juguetes. Mientras La Guerra Continuaba, Blackjack O'Hare (Un Implacable Mercenario Con Forma De Conejo) Hizo Equipo Con Rocket, Quien Finalmente Pudo Reunirse Con Lylla. La Rack 'N' Ruin Fue Destruida, Y Judson Jakes Con Lord Dyvyne (Una Criatura Tipo Reptil) Se Unieron Para Matar A Rocket Raccoon. Rocket Raccoon Y Sus Amigos Curaron A Todos Los Enfermos, Y Tanto Judson Jakes Como Lord Dyvyne Fueron Aparentemente Asesinados. Rocket, Animales Y Robots Dejaron Halfworld Y Se Fueron Al Espacio En Busca De Sus Propias Aventuras. ​Un Tiempo Después, Se Reveló Que Rocket Había Sido Sujeto De Pruebas En El Planeta Del Extraño, Del Cual Escapó De Su Cautiverio Allí.",
        "house": "MARVEL",
        "year": 1976,
        "images": [
            "https://i.ibb.co/XX0N9zW/rocket-Racoon.jpg"
        ],
        "cantidad_imagenes": 1,
        "equipamento": "No tiene"
    },
    {
        "name": "Nick Fury",
        "character": "Nicholas Joseph Fury",
        "biography": "Nicholas Joseph Fury Era El Mayor De Los Tres Hijos De Jack Fury. Su Padre Era Un Ciudadano De Los Estados Unidos Que Se Alistó En El Cuerpo Real De Vuelo Del Reino Unido De Gran Bretaña E Irlanda Durante La Primera Guerra Mundial. Este Personaje De Poca Importancia En El Universo Marvel Solo Fue Protagonista En El Número 76 De Sgt. Fury And His Howling Commands (Marzo De 1970). De Acuerdo Con Ese Ejemplar, Jack Se Alistó En El Cuerpo En 1916 Y Se Quedó Estacionado En Francia Durante La Tercera República. Consiguió Derribar A Manfred Von Richthofen Al Poco De Comenzar Su Carrera Aérea Y Se Convirtió En Un Aviador Muy Condecorado Al Final De La Guerra En 1918.\r\n\r\nJack Fury Aparentemente Fue Despedido Al Final De La Guerra Y Volvió A Estados Unidos. Se Casó Con Una Mujer Desconocida Y Tuvo Tres Hijos. El Mayor, Nicholas Joseph Fury, Nació Probablemente Entre La Última Parte De La Década De 1910 Y Mediados De Los Años 20, Que Será El Director De S.H.I.E.L.D. El Siguiente Fue Jacob Jake Fury, Que Se Convertiría En El Supervillano Escorpio Que Co-Fundaría El Zodiaco. La Tercera Es Dawn Fury.\r\n\r\nLos Tres Crecieron Juntos En El Barrio De Manhattan (Nueva York) Conocido Como Cocina Del Infierno (Hell'S Kitchen). Nicholas Es Un Boxeador Aficionado De La Liga Atlética De La Policía De La Ciudad De Nueva York, Donde Aprende Sobre La Puntería. Cuando Era Un Adolescente En 1937, Se Fue Al Extranjero Por Primera Vez Para Luchar Con Las Brigadas Internacionales En La Guerra Civil Española. Estaba De Permiso En Guernica Cuando Los Fascistas Lo Bombardearon.\r\n\r\nDespués De Regresar A Estados Unidos, Fury Y Su Amigo Red Hargrove Abandonan El Vecindario Para Perseguir Sus Sueños De Aventura, Y Finalmente Se Establecen En Un Atrevido Paseo A Pie Y En Paracaídas. Sus Trucos Para Desafiar A La Muerte Mientras Entrenaban Comandos Británicos En 1940 Llamaron La Atención Del Teniente Samuel \"Happy Sam\" Sawyer, Que En Ese Momento Trabajaba Para Los Comandos Británicos, Que Los Alista Para Una Misión Especial En Los Países Bajos. Nick Y Red Se Unirán Más Tarde Al Ejército De Los Ee. Uu., Con Fury En Entrenamiento Básico Bajo El Sargento Bass. Nick Y Red Están Estacionados Juntos En Schofield Barracks, Hawaii Cuando La Armada Imperial Japonesa Embosca La Base El 7 De Diciembre De 1941. Red Es Uno De Los Muchos Que Murieron En El Ataque A Pearl Harbor, Con Fury Jurando Venganza Contra Los Japoneses Y Los Nazis.",
        "house": "MARVEL",
        "images": [
            "https://i.ibb.co/Cvny3js/nick-Fury1.jpg"
        ],
        "year": 1963,
        "cantidad_imagenes": 1,
        "equipamento": "No tiene"
    },
    {
        "name": "The Thing",
        "character": "Benjamin Jacob Grimm",
        "biography": "Nacido En La Calle Yancy En El Lower East Side De La Ciudad De Nueva York, En Una Familia Judía, Benjamin Jacob \"Ben\" Grimm Tuvo Una Vida Temprana De Pobreza Y Dificultades, Lo Que Le Convirtió En Un Duro Y Astuto Regateador. Su Hermano Mayor, Daniel , A Quien Ben Idolatró, Murió En Una Pelea Callejera Cuando Ben Tenía Ocho Años. Esta Parte De Su Propia Vida Se Inspira En La De Jack Kirby, Que Creció En La Difícil Delancey Street, Cuyo Hermano Murió Cuando Era Joven, Cuyo Padre Se Llamaba Benjamin, Y Que Se Llamaba Jacob Al Nacer. Tras La Muerte De Sus Padres, Ben Fue Criado Por Su Tío Jake (Que Se Había Casado Con Una Esposa Mucho Más Joven, Petunia, Que Se Convertiría En Una Referencia Frecuente Utilizada Por El Personaje Hasta Su Muerte). ​Llega A Liderar La Pandilla De Yancy Street En Un Punto.\r\n\r\nSobresaliente En El Fútbol Como Estudiante De Secundaria, Ben Recibió Una Beca Completa Para La Universidad Empire State, Donde Conoció A Su Amigo De Toda La Vida En Un Genio Adolescente Llamado Reed Richards, Así Como Al Futuro Enemigo Victor Von Doom. A Pesar De Ser De Orígenes Radicalmente Diferentes, El Estudiante De Ciencias, Richards Le Describió A Grimm Su Sueño De Construir Un Cohete Espacial Para Explorar Las Regiones Del Espacio Alrededor De Marte; Grimm Acordó En Broma Volar Ese Cohete Cuando Llegó El Día.",
        "house": "MARVEL",
        "images": [
            "https://i.ibb.co/D11q2pY/the-Thing1.jpg"
        ],
        "year": 1961,
        "cantidad_imagenes": 1,
        "equipamento": "No tiene"
    },
    {
        "name": "Wolverine",
        "character": "James Logan",
        "biography": "El Linaje De Los Hudson, Una Antigua Y Honorable Familia De Canadá, Desciende De Una Sub-Raza Humana Evolucionada A Partir De Los Lobos, Conocidos Como Los Lupinos. El Supremo Líder De Los Lupinos, Conocido Sólo Como Romulus, Mostró Un Muy Particular Interés Por James, El Descendiente Más Joven Del Matrimonio Formado Por Elizabeth Hudson Y John Howlett, Manipulando Su Vida De Diversas Formas Desde Su Nacimiento.\r\n\r\nJames Howlett Nació En Alberta, Canadá, En El Siglo Xix. Segundo Hijo De Elizabeth Hudson Y John Howlett. James Nació Enfermo Y Débil. Su Madre Se Encontraba Abstraída Y Distante Tras La Muerte De Su Primer Hijo Llamado John, Bajo Circunstancias Desconocidas. James Fue Un Niño Enfermizo Y Además Padecía Asma, Por Lo Que Siempre Estaba Bajo El Cuidado De Una Joven Llamada Rose Hopkins, Contratada Por Los Howlett Específicamente Para Que Lo Cuidara Y Mantuviera Contento.\r\n\r\nRose Y James Pasaban El Tiempo Jugando Con Otro Chico Apodado \"Dog\", Hijo Del Cruel Thomas Logan, Guardián De Los Terrenos De La Mansión De Los Howlett. Pero Las Cosas Se Empezaron A Complicar Cuando John Howlett Despide A Thomas De Su Casa Tras Un Incidente. Entonces Thomas Y Su Hijo Irrumpen En La Casa De Los Howlett. En Ese Momento, Thomas Logan Da A Entender Que Tenía Un Romance Con Elizabeth A Espaldas De John Howlett (Esto, Sumado Al Asombroso Parecido Físico Que Luego Desarrollaría James, Da A Entender Que Thomas Logan Es, En Realidad, El Verdadero Padre De James) Y Asesina A John. El Pequeño James, Lleno De Ira, Manifiesta Por Primera Vez Sus Habilidades Mutantes, Incluyendo Sus Garras De Hueso. Él Mata A Thomas Y Hiere De Gravedad A Dog En El Rostro. Al Ver El Grotesco Desenlace, Elizabeth Se Suicida De Un Disparo De Escopeta. Cuando James Se Recupera Del Trance De Ira En El Que Entró, No Puede Recordar Nada De Lo Sucedido.\r\n\r\nJames Decide Huir De Su Hogar Junto A Rose. El Abuelo Del Joven James Le Entrega Una Fuerte Cantidad De Dinero A Rose A Cambio De Que Se Vayan Para Siempre De La Propiedad. James Y Rose Terminan Viviendo En Un Campamento De Mineros En La Región Del Yukón En Canadá. Allí James Crece Enamorado De Rose Aunque Sabe Que Ella Sólo Lo Ve Como Su Hermano. Esta Acabará Casándose Con El Capataz De La Mina, Quien Era Muy Respetado Por James.\r\n\r\nAños Después, El Abuelo De James Contacta A Dog Pidiéndole Que Localice A Su Nieto Y A Rose Pues Está Arrepentido De Lo Que Les Hizo Y Antes De Morir Quiere Pedirles Perdón. Obviamente Dog Desarrolló Una Gran Aversión Hacia Ellos. Al Encontrarlos, Dog Ataca A James. Rose Aparece Corriendo Para Intentar Calmarlos Pero Tropieza Y James Termina Acuchillándola Con Sus Re-Descubiertas Garras De Hueso.\r\n\r\nJames Pasa Por Un Periodo De Crisis Después De La Muerte De Rose. El Trance Lo Hace Olvidar Todo Su Pasado, Incluyendo Su Nombre. El Único Nombre Que Recuerda Es El De \"Logan\", Que A Partir De Entonces Comienza A Utilizar Asumiendo Que Es El Suyo. James Vivirá Durante Un Tiempo En El Bosque, En Medio De Lobos En La Zona Del Yukón.",
        "house": "MARVEL",
        "images": [
            "https://i.ibb.co/2sb7XqD/wolverine1.jpg",
            "https://i.ibb.co/ZGb9KJH/wolverine2.jpg"
        ],
        "year": 1974,
        "cantidad_imagenes": 2,
        "equipamento": "No tiene"
    },
    {
        "name": "Human Torch",
        "character": "Jonathan Lowell Spencer",
        "biography": "Creciendo En Una Ciudad Ficticia Suburbana De Long Island, Jonathan Storm Perdió A Su Madre Debido A Un Accidente Automovilístico Del Cual Su Padre, El Cirujano Franklin Storm, Escapó Ileso. Franklin Storm Entró En El Alcoholismo Y La Ruina Financiera, Y Fue Encarcelado Después De Matar A Un Prestamista En Defensa Propia. Johnny Storm Fue Criado Por Su Hermana Mayor, Sue Storm.\r\n\r\nA Los 16 Años, Johnny Storm Se Unió A Su Hermana Y Al Novio De Sue, Reed Richards, En Un Vuelo Espacial En El Que La Radiación Cósmica Transformó A Los Tres Y Al Piloto De La Nave, Ben Grimm, En Seres Con Superpoderes, Quienes Se Convertirían En El Famoso Equipo De Superhéroes De Los 4 Fantásticos. Storm, Ahora Con La Capacidad De Convertirse En Un Humano En Llamas Con El Poder De Volar Y Proyectar Fuego, Tomó El Apodo De La Antorcha Humana, En Homenaje Al Héroe De La Segunda Guerra Mundial Del Mismo Nombre. En Fantastic Four #4, Es El Impetuoso Storm Quien Descubre A Un Vagabundo Amnésico Al Que Le Ayuda A Recuperar Su Memoria Como El Antihéroe Namor, Uno De Los Tres Héroes Más Populares Del Precursor De 1940 De Marvel Comics, Timely Comics, Que Lo Devuelve A La Continuidad Moderna.\r\n\r\nAunque Era Un Miembro De Súper-Equipo Famoso, Storm Aún Vivía Principalmente En Glenville Y Asistía A La Preparatoria De Glenville, Como Se Muestra En Su Serie Concurrente En Solitario En Los Cómics Strange Tales, Empezando Con La Edición #101. Esa Serie Lo Muestra Manteniendo Una Identidad Secreta, A Pesar De Que La Continuidad Retroactiva Reveló Más Tarde Que Sus Conciudadanos Estaban Conscientes De Su Condición Como Miembro De Los 4 Fantásticos Y Simplemente Le Siguió La Corriente. Esta Serie Introdujo A Los Que Serían Enemigos Recurrentes De Los 4 Fantásticos Como Mago (Bentley Wittman) Y Paste-Pot Pete, Más Tarde Conocido Como Trapster; En La Vida Hogareña De Storm, Mike Snow, Un Miembro Del Escuadrón De Lucha De La Escuela Secundaria, Acosó A Storm Hasta Que Un Ataque Accidental De Los Poderes De La Antorcha Llenó La Cara De Snow. Storm Se Fue Con Su Compañera Dorrie Evans, Aunque Eventualmente Se Cansó De Sus Constantes Desapariciones Y Rompió Su Relación.",
        "house": "MARVEL",
        "images": [
            "https://i.ibb.co/fH29JgR/human-Torch.jpg"
        ],
        "year": 1961,
        "cantidad_imagenes": 1,
        "equipamento": "No tiene"
    },
    {
        "name": "Invisible Woman",
        "character": "Susan Storm",
        "biography": "Susan Y Su Hermano Menor, Jonathan Crecieron En La Ciudad De Glenville, Long Island, Son Hijos De Un Médico Llamado Franklin Storm Y Una Mujer Llamada Mary. Los Padres Dejaron A Sus Hijos Solos Una Noche Para Viajar A Una Cena En Honor Al Dr. Storm. En El Camino, Un Neumático Explotó Pero Solo Mary Resultó Herida. Franklin Escapó A La Lesión E Insistió En Operar A Su Esposa. Él No Pudo Salvarla Y Ella Murió. Después De La Muerte De Su Esposa, El Dr. Franklin Storm Se Convirtió En Un Jugador Y Un Borracho, Perdiendo Su Práctica Médica, Lo Que Lo Llevó A La Muerte Accidental De Un Prestamista. Franklin No Se Defendió En La Corte, Porque Aún Se Sentía Culpable Por La Muerte De Mary. Con Su Padre En Prisión, Susan Tenía Que Convertirse En Una Figura Materna Para Su Hermano Menor.\r\n\r\nSusan Vivió Con Su Tía, Y A Los 17 Años, Conoció Y Se Enamoró Del Científico Reed Richards, Quién Asistió A La Universidad. Cuando Se Graduó De La Escuela Secundaria Como La Galardonada Capitana De Su Equipo De Natación Varsity Para Niñas, Se Mudó A California Para Asistir A La Universidad, Donde Siguió Una Carrera Como Actriz Y Se Encontró Con Richards Nuevamente. Comenzaron A Involucrarse Sentimentalmente Entre Ellos.\r\n\r\nEn Ese Momento, Reed Richards, Trabajando En El Campo De La Ingeniería Aeroespacial, Estaba Diseñando Una Nave Espacial Para Viajes Interestelares. Todo Iba Bien Hasta Que El Gobierno Detuvo El Financiamiento De Su Proyecto. Richards, Queriendo Ver Su Proyecto, Decidió Hacer Un Vuelo De Prueba No Programado. Originalmente, Solo Iban A Ser Reed Y Su Mejor Amigo, Ben Grimm, Pero Susan Fue Fundamental Para Convencer A Reed De Permitir Que Su Hermano Y Ella Se Unieran A Ellos En La Peligrosa Misión Espacial. En El Espacio, El Cuarteto Estuvo Expuesto A Cantidades Masivas De Radiación Cósmica. Como Resultado, Tuvieron Que Abortar La Misión Y Regresar A La Tierra. Después Del Aterrizaje Forzoso, Se Dieron Cuenta De Que Obtuvieron Poderes Sobrehumanos; La Suya Era La Capacidad De Volverse Invisible A Voluntad. Al Darse Cuenta Del Uso Potencial De Sus Habilidades, Los Cuatro Se Convirtieron En Los Cuatro Fantásticos, Para El Beneficio De La Humanidad. Susan Adoptó El Nombre Clave, Chica Invisible.",
        "house": "MARVEL",
        "images": [
            "https://i.ibb.co/1TtpS8G/invisible-Woman.jpg"
        ],
        "year": 1961,
        "cantidad_imagenes": 1,
        "equipamento": "No tiene"
    },
    {
        "name": "Green Arrow",
        "character": "Oliver Jonas Queen",
        "biography": "Creado En 1941 Por El Escritor Y Editor Mort Weisinger Y El Artista George Papp, Quien Se Quedó Con La Serie De Casi Veinte Años, Flecha Verde Y Speedy Aparecieron Por Primera Vez En More Fun Comics Número 73 (Noviembre De 1941).\r\n\r\nFlecha Verde También Se Creó Con Temas De La Versión Anterior Del Personaje De Batman, Con Lo Que Varias Similitudes Entre Los Dos Personajes Son Observables, Sobre Todo En La Encarnación Anterior De Flecha Verde. Flecha Verde Tuvo Un Adolescente Llamado Speedy Como Compañero, Así Como Batman Tuvo A Robin; Flecha Verde Y Batman Fueron O Son Dos Playboys Millonarios Con Identidades Secretas; Flecha Verde Tenía Un Flechamóvil Y Un Flechaplano Similar Al Batmóvil Y El Batplano; Flecha Verde Tuvo La Flechacueva Mientras Batman Tuvo La Batcueva; Flecha Verde Fue Convocado Por La Señal De La Flecha, Al Igual Que Batman Es Llamado A La Jefatura De Policía Por La Bat-Señal; En Las Historias De La Edad De Oro, En La Historieta Flecha Verde Había Un Payaso Como Archienemigo Llamado Blanco, Que Era Una Versión Poco Encubierta Del Archienemigo De Batman, El Joker. Algunas De Estas Semejanzas Se Han Explicado Dentro Del Universo Fantástico De Dc Como Inspirada Por Una Reunión Entre Flecha Verde Y Batman Al Inicio De Sus Respectivas Carreras, Después De Que Flecha Verde Miró Hacia Batman Como Una Fuente De Inspiración.\r\n\r\nAparte De Las Obvias Alusiones A Robin Hood, El Personaje Flecha Verde Fue Inspirado Por Unas Pocas Diferentes Fuentes, Incluida La Novela De Edgar Wallace El Arquero Verde (1940) Y De La Serie De Columbia Pictures Del Mismo Nombre Basado En La Novela, Y Fawcett Publicaciones Anteriores Temas De Héroes Con Arco Como Flecha Dorada. Un Centauro Arquero Héroe Llamado Simplemente Flecha Precedió A Todos Estos Personajes. El Flechamóvil De Flecha Verde Fue De Color Amarillo Y Con Forma Que Recuerda Al Vehículo Que Obtuvo La Marca De Velocidad En Tierra De 1929, El Británico Flecha Dorada. Además, El Nombre De Oliver Queen Probablemente Se Refiriere A Ellery Queen, Un Detective De Ficción Popular De La Época.",
        "house": "DC",
        "images": [
            "https://i.ibb.co/Xskz2VN/green-Arrow.jpg"
        ],
        "year": 1941,
        "cantidad_imagenes": 1,
        "equipamento": "Flechas"
    },
    {
        "name": "Green Lantern",
        "character": "Hal Jordan",
        "biography": "El Segundo Green Lantern Es Hal Jordan Y Es También El Primer Terrícola En Ingresar Al Green Lantern Corps. Hal En 1959 Era Piloto De Pruebas De La Aeronáutica Ferris, Hasta Que Recibió El Anillo De Poder Y Su Batería (Linterna) De Parte De Un Alienígena Moribundo Llamado Abin Sur. Cuando La Nave De Abin Sur Se Estrelló En La Tierra, Él Usó Su Anillo Para Buscar Al Individuo Más Cercano Que Posea Una Gran Voluntad Para Sobreponerse Al Miedo Y Así Lo Reemplace En Su Labor Como Green Lantern.\r\n\r\nAunque En La Tierra Era Tratado Como Un Superhéroe, Jordan Pronto Descubrió Que Abin Sur Era Miembro De Una Fuerza Policial Intergaláctica Llamada Los Green Lantern Corps, Que Trabajaban Para Los Guardianes Del Universo. En Vez De Sólo Un Linterna Verde Con Un Anillo Mágico, Había 3600 Linternas Verdes Patrullando Todo El Universo, En Sus Respectivos Sectores. El Poder De Sus Anillos Venía De La Batería Central De Poder Del Planeta Oa, Donde Vivían Los Guardianes. Los Anillos De Poder De Oa Tenían Que Recargarse Cada 24 Horas Y Eran Inefectivos Contra El Color Amarillo. Jordan Fue Asignado A Patrullar El Sector Espacial 2.814, Que Incluye A La Tierra. Hal Jordan Es Posiblemente El Linterna Verde Más Famoso.\r\n\r\nDe Hecho, Es El Linterna Verde Que Ha Pasado Por Más Cambios A Causa De Eventos En Su Vida Que Lo Han Dejado Marcado, Uno De Ellos Se Presenta Después De Que Superman Regresó De La Muerte. Al Descubrir Que Su Ciudad Natal Había Sido Destruida, Jordan Se Rebeló Contra Los Guardianes Del Universo Y En El Proceso Mató A Sus Compañeros Y Les Quitó Sus Anillos; Al Llegar A Oa —El Planeta De Los Guardianes— Destruyó La Batería Central De Poder, Fuente De Energía De Todos Los Linternas Verdes, Se Convirtió En Parallax Y Viajó A La Corriente Del Tiempo Donde Originó La Hora Cero, Consecuencia De La Crisis On Infinite Earths (Crisis En Tierras Infinitas). Fue Derrotado Por Sus Amigos Y Demostró Que No Dejó De Ser Un Héroe En Una Historia Llamada La Noche Final, Donde Se Sacrificó Al Darle Vida Al Sol Después De Que Este Fue Consumido Por Una Nebulosa Viviente Conocida Como Devorador De Soles.",
        "house": "DC",
        "images": [
            "https://i.ibb.co/19ZsXnQ/green-Lantern.jpg",
            "https://i.ibb.co/v1pyz7X/green-Lantern2.jpg"
        ],
        "cantidad_imagenes": 2,
        "year": 1940,
        "equipamento": "Anillo"
    },
    {
        "name": "Captain Marvel",
        "character": "Carol Susan Jane Danvers",
        "biography": "Carol Susan Jane Danvers Comenzó Su Carrera En La Fuerza Aérea De Estados Unidos Y Llegó Hasta El Puesto De Jefe De Seguridad De Cabo Cañaveral. Allí Se Vio Relacionada Con El Capitán Marvel, Un Soldado Kree Que Desertaría De Sus Funciones Para Proteger A La Tierra De Su Propio Mundo.\r\n\r\nUna Pelea Entre Mar-Vell Y El Comandante Yon-Rogg Terminó Con La Explosión De Un Arma Kree, Que Afectó A Carol. La Radiación Modificó Su Estructura Genética Y La Convirtió En Un Híbrido Humano-Kree De Enormes Poderes. Entonces Asumió La Identidad De Ms. Marvel, Con Un Traje Similar Al Del Propio Capitán Marvel, Que Pronto Cambió Por Uno Negro. Trabajó Varias Veces Con Los Vengadores Y Finalmente Se Unió A Ellos Cuando La Bruja Escarlata Se Ausentó.\r\n\r\nFue Manipulada Por Marcus Inmortus, Hijo De Immortus, Para Irse Con Él Al Limbo. En Su Momento Pareció Una Decisión Tomada Por Ella Misma, Por Lo Que Los Vengadores No Opusieron Resistencia. A Su Regreso, Fue Atacada Por La Mutante Rogue, Malvada En Aquel Entonces. Rogue Absorbió Tanto Sus Poderes Como Sus Recuerdos Y Su Personalidad De Forma Permanente, Dejándola En Coma. El Profesor Charles Xavier La Ayudó A Recuperar La Memoria Pero No Su Conexión Emocional Con Ellos, Por Lo Que Los Siente Como Si Fueran De Otra Persona.\r\n\r\nMientras Se Recuperaba Con Los X-Men, Los Alienígenas Brood Experimentaron Con Ella Y Liberaron El Potencial De Sus Genes Híbridos, Dándole Poder A Niveles Cósmicos. Desde Entonces Se Hizo Llamar Binaria. Viajó Con Los Starjammers Un Tiempo, Pero Finalmente Sus Nuevos Poderes Volvieron A Decrecer.",
        "house": "MARVEL",
        "images": [
            "https://i.ibb.co/QD7hVH5/captain-Marvel.jpg"
        ],
        "year": 1968,
        "cantidad_imagenes": 1,
        "equipamento": "No tiene"
    },
    {
        "name": "Abomination",
        "character": "Emil Blönsky",
        "biography": "Emil Blonsky Nació En Zagreb (Entonces Parte De Yugoslavia) Y Se Convirtió En Un Agente De La Kgb Que Fue Enviado A Una Base Aérea En Nuevo México Para Fotografiar Equipos Cuando Se Bombardeó Con Una Dosis Mucho Más Alta De Radiación Gamma Y Se Transforma Por Primera Vez Cuando Bruce Banner Entra Y Casi Muere. Hulk Es Revivido Por El General Thunderbolt Ross Usando Rayos Radioactivos. Hulk Eventualmente Recurre A Banner, Quien Atrae A La Abominación En Una Trampa Y Drena El Exceso De Poder De La Abominación, Permitiendo Que Hulk Lo Derrote. Todo El Encuentro Es Observado Por La Entidad Cósmica El Extraño, Quien Se Encontró Con Hulk En El Argumento Anterior Cuando Planeó Controlar Su Mente Y Usarlo Para Eliminar A La Mayor Parte De La Humanidad Para Que Los Sobrevivientes Pudieran Construir Una Mejor Civilización, Pero Fue Disuadida De Destruir La Tierra Por Las Nobles Acciones De Banner. ​Él Toma La Abominación - Juzgada Como Malvada - Fuera Del Mundo Para Estudiarla Más.",
        "house": "MARVEL",
        "year": 1967,
        "images": [
            "https://i.ibb.co/sy11zp3/abomination.jpg"
        ],
        "cantidad_imagenes": 1,
        "equipamento": "No tiene"
    },
    {
        "name": "Apocalypse",
        "character": "En Sabah Nur",
        "biography": "Pocalipsis Es Un Mutante Nacido Hace 5000 Años En Akkaba, Egipto. Fue Abandonado Por Sus Padres Cuando Era Un Bebé Debido A Su Aspecto Poco Natural (Piel Gris Y Labios Azules). Fue Rescatado Por El Demonio Baal De Los Sandstormers, Que Vio El Poder Potencial Del Niño Y Decidió Criarlo Como Propio, Llamándole En Sabah Nur. A Lo Largo De Su Vida, Baal Enseñó A Nur La Ley De La \"Supervivencia Del Más Apto\", La Filosofía A Partir De La Cual La Tribu Vive Y Muere.\r\n\r\nAl Mismo Tiempo, El Viajero Del Tiempo Kang El Conquistador, Había Llegado A Egipto Y Se Convirtió En El Faraón Rama-Tut, Con La Intención De Reclutar Al Joven Nur. Rama-Tut Se Enteró De Que Nur Había Sido Criado Por Baal Y Envió Al General Ozymandias Con Su Ejército Para Destruir A Los Sandstormers Y Encontrar A Nur. Nur Y Baal Evitaron La Batalla, Después De Haber Encontrado Refugio En Una Cueva Sagrada Antes De Que Se Derrumbara. Ambos Resultaron Gravemente Heridos, Y Baal Finalmente Murió. Nur Sobrevivió Y Juró Vengarse De Rama-Tut. Viajó A La Ciudad De Tutankamón, Donde Se Hizo Pasar Por Un Esclavo Y Puso Sus Ojos En La Hermana De Ozymandias, Nephri, Quien Se Sintió Atraída Por El Misterioso Esclavo. Sin Embargo Nephri Rechazó A Nur Al Ver Su Aspecto Inhumano. Afligido Por Este Rechazo Final, Sabah Nur, Con Sus Prodigiosas Habilidades Mutantes Completamente Fuera De Control, Se Cambió El Nombre Por El De Apocalipsis. Rama-Tut Huyó En El Alboroto Del Antiguo Esclavo, Mientras Que Nur Usó Su Tecnología Avanzada Para Esclavizar Y Transformar A Su Torturador Anterior, Ozymandias, En Un Vidente Ciego De Piedra Para Hacer La Crónica Viva Para Siempre Los Distintos Futuros De Apocalipsis. Cincuenta Años Más Tarde, Volvió A Visitar A Nephri, Ahora Anciana En Su Lecho De Muerte, Y Se Burló De La Pérdida De Su Belleza Y Vitalidad.",
        "house": "MARVEL",
        "year": 1986,
        "images": [
            "https://i.ibb.co/XkFjbVb/apocalypse.jpg"
        ],
        "cantidad_imagenes": 1,
        "equipamento": "No tiene"
    },
    {
        "name": "Black Panther",
        "character": "T'Challa",
        "biography": "Pantera Negra Es El Título Ceremonial Otorgado Al Jefe De La Tribu Pantera De La Avanzada Nación Africana De Wakanda. Además De Gobernar El País, También Es El Jefe De Sus Diversas Tribus (Colectivamente Denominadas Wakandas). El Traje De Pantera Es Un Símbolo De La Oficina (Jefe De Estado) Y Se Utiliza Incluso Durante Misiones Diplomáticas.\r\n\r\nEn Un Pasado Distante, Un Meteorito Hecho De Vibranium (Ficticio), Que Absorbe La Vibración, Se Estrelló En Wakanda Y Fue Desenterrado. Razonando Que Los Extranjeros Explotarían A Wakanda Por Este Valioso Recurso, El Gobernante, El Rey T'Chaka, Al Igual Que Su Padre Y Otras Panteras Antes Que Él, Ocultó Su País Del Mundo Exterior. La Primera Esposa De T'Chaka, N'Yami, Murió Mientras Estaba De Parto Con T'Challa, Y Su Segunda Esposa, Ramonda, Fue Hecha Prisionera Por Anton Pretorius Durante Una Visita A Su Tierra Natal De Sudáfrica, Por Lo Que Durante La Mayor Parte De Su Infancia T'Challa Fue Criado Solo Por Su Padre.1​T'Chaka Fue Asesinado Por El Aventurero Ulysses Klaw En Un Intento De Apoderarse Del Montículo De Vibranium. Con Su Gente Todavía En Peligro, Un Joven T'Challa Usó El Arma Sonora De Klaw Contra Klaw Y Sus Hombres, Destrozando La Mano Derecha De Klaw Y Obligándolo A Huir.",
        "house": "MARVEL",
        "year": 1966,
        "images": [
            "https://i.ibb.co/sFgRpb6/black-Panter.jpg"
        ],
        "cantidad_imagenes": 1,
        "equipamento": "No tiene"
    },
    {
        "name": "Cyclops",
        "character": "Scott Summers",
        "biography": "Scott Summers Nació En Anchorage, Alaska. Es El Hijo Mayor Del Capitán Usaf Christopher Summers Y De Su Esposa Katherine Anne. Tuvo Un Hermano Menor Llamado Alexander. Cierto Día, Cuando Scott Tenía 10 Años De Edad, El Capitán Summers Llevó A Su Familia En Un Vuelo En Su De Havilland Mosquito. El Avión Fue Atacado Por Una Nave Extraterrestre Shi'Ar. A Medida Que El Avión Caía En Llamas, Los Padres De Scott Lo Empujaron Junto A Su Hermano Alex En El Único Paracaídas Que Había En El Avión. Por Desgracia, El Paracaídas Fue Incendiado Con Una Chispa De La Nave Espacial Y El Aterrizaje De Los Hermanos Summers Fue Fatal. Ambos Quedaron Heridos, Principalmente Scott, Quién Recibió Un Golpe Muy Fuerte En La Cabeza.\r\n\r\nEl Capitán Summers Y Su Esposa Katherine Anne, Fueron Abducidos Por Los Shi'Ar Y Llevados A Su Lejano Imperio Intergaláctico. Los Talentos De Summers Habían Llamado La Atención Del Emperador D'Ken. Katherine Estaba Embarazada En El Momento De La Abducción. Christopher Se Negó A Trabajar Para Los Shi'Ar. Cuando Descubrió Que D'Ken Trataba De Violar A Katherine, Christopher Lo Atacó. En Represalia, D'Ken Mató A Katherine Y Envió A Summers A Una Prisión, Donde Permaneció Años. El Bebé De Katherine Fue Rescatado Del Cuerpo De Su Madre Y Fue Entregado A Un Laboratorio Shi'Ar, Donde Sería Criado Como Un Esclavo.\r\n\r\nEn La Tierra, La Familia Summers Había Logrado Captar La Atención Del Temible Villano Nathaniel Essex, Mejor Conocido Como Mr. Siniestro. Siniestro Sabía De La Pureza Genética De La Familia Summers Y Que Entre Su Linaje, Estaban Destinados A Engendrar Al Futuro Mesías De La Raza Mutante. De Esta Manera, Siniestro Comenzó A Manipular La Vida De Los Pequeños Hermanos Summers, Sobre Todo De Scott. Fue Él Quién Ocultó A Los Abuelos De Los Niños Que Estos Habían Sobrevivido. Ambos Fueron Enviados A Un Orfanato Luego Del Accidente, La Residencia Para Niños Abandonados En Omaha, Nebraska. Alex Logró Recuperarse Rápidamente Y Pronto Fue Dado En Adopción A Una Familia, Pero Scott Pasó Meses En Estado De Coma.",
        "house": "MARVEL",
        "year": 1963,
        "images": [
            "https://i.ibb.co/6BkFzsv/cyclops.jpg"
        ],
        "cantidad_imagenes": 1,
        "equipamento": "No tiene"
    },
    {
        "name": "Daredevil",
        "character": "Matthew Michael \"Matt\" Murdock",
        "biography": "El Primer Tema Cubrió Tanto Los Orígenes Del Personaje Como Su Deseo De Justicia Para El Hombre Que Había Matado A Su Padre, El Boxeador Jack \"Batallador\" Murdock, Quien Crio Al Joven Matthew Murdock En El Vecindario Hell'S Kitchen De Manhattan, Nueva York. Jack Inculca En Matt La Importancia De La Educación Y La No Violencia Con El Objetivo De Ver A Su Hijo Convertirse En Un Hombre Mejor Que Él Mismo. En El Curso De Salvar A Un Hombre Ciego Del Camino De Un Camión Que Se Aproxima, Matt Es Cegado Por Una Sustancia Radioactiva Que Cae Del Vehículo. La Exposición Radioactiva Aumenta Sus Sentidos Restantes Más Allá De Los Umbrales Humanos Normales, Lo Que Le Permite Detectar La Forma Y La Ubicación De Los Objetos A Su Alrededor. Para Apoyar A Su Hijo, Jack Murdock Regresa Al Boxeo Bajo El Fixer, Un Gánster Conocido Y El Único Hombre Dispuesto A Contratar Al Boxeador Que Está Envejeciendo. Cuando Se Niega A Lanzar Una Pelea Porque Su Hijo Está En La Audiencia, Es Asesinado Por Uno De Los Hombres De Fixer. Habiendo Prometido A Su Padre Que No Usaría La Fuerza Física Para Lidiar Con Las Cosas, Matt Cumple Esa Promesa Adoptando Una Nueva Identidad Que Puede Usar La Fuerza Física. Adornado Con Un Traje Amarillo Y Negro Hecho Con Las Ropas De Boxeo De Su Padre Y Usando Sus Habilidades Sobrehumanas, Matt Se Enfrenta A Los Asesinos Como El Superhéroe Temerario, Causando Involuntariamente Que Fixer Sufra Un Ataque Cardíaco Fatal.\r\n\r\nBajo La Tutela Del Maestro Ciego De Artes Marciales, Stick, Matt Aprendió A Dominar Sus Sentidos Y Se Convierte En Un Luchador Formidable. También, Asiste A La Escuela De Derecho De Columbia En Compañía De Su Mejor Amigo, Franklin \"Foggy\" Nelson.\r\n\r\nDaredevil Se Enmarcaría En Una Serie De Aventuras Que Involucran A Villanos Como Kingpin, El Búho, Stilt-Man, El Gladiador Y Los Enforcers. En El Número 16 (Mayo De 1966), Conoce A Spider-Man, Un Personaje Que Más Tarde Sería Uno De Sus Mejores Amigos Héroes. Una Carta De Spider-Man Expuso Involuntariamente La Identidad Secreta De Daredevil, Obligándolo A Adoptar Una Tercera Identidad Como Su Hermano Gemelo Mike Murdock. ​Tuvo En Ciertas Ocasiones Con Ayuda De Las Heroínas Viuda Negra Y Elektra. Cabe Destacar Además Las Relaciones Amorosas Que Matt Mantiene Con Los Dos Personajes Recientemente Citados.\r\n\r\nEn La Etapa De Bendis Y Maleev, Destacan Diversos Sucesos Como Por Ejemplo, El Cual En Que La Identidad Secreta De Daredevil Es Revelada Por Un Periódico Sensacionalista O En El Que Se Divulga La Noticia De Que Daredevil Definitivamente Había Derrotado A Kingpin Y Se Declara A Sí Mismo El Nuevo Kingpin De Nueva York. Para Evitar La Inhabilitación, Matt Fue Forzado A Negar Públicamente Su Identidad Dual, Aunque Los Ciudadanos De Nueva York Sigue Sin Estar Convencidos. En Otra De Sus Historias, Fue Encarcelado Por El Fbi Cuando Dicha Organización Había Sido Avergonzada Públicamente Por Murdock. Este Suceso Condujo Al Confinamiento Del Héroe En Una Prisión En La Que Convivirá Con Muchos De Sus Enemigos, Con La Esperanza De Que Fuese Asesinado.",
        "house": "MARVEL",
        "year": 1964,
        "images": [
            "https://i.ibb.co/2NMkjQP/daredevil.jpg",
            "https://i.ibb.co/JyJ8cR0/daredevil2.jpg"
        ],
        "cantidad_imagenes": 2,
        "equipamento": "No tiene"
    },
    {
        "name": "Deadpool",
        "character": "Wade Winston Wilson",
        "biography": "La Historia De Fondo Del Personaje Ha Sido Presentada Como Vago Y Está Sujeto A Cambios, Y Dentro De La Narración No Puede Recordar Su Historia Personal Debido A Una Condición Mental. Si Su Nombre Era O No Wade Wilson Está Sujeto A Especulaciones Ya Que Uno De Sus Enemigos, T-Ray, Afirma En Deadpool # 33 Que Él Es El Verdadero Wade Wilson Y Que Deadpool Es Un Asesino Cruel Que Le Robó Su Identidad.12​Ha Habido Otras Historias Dudosas Sobre Su Historia, En Un Momento El Supervillano Loki Afirmó Ser Su Padre.13​ Con Frecuencia, Las Revelaciones Son Reconectadas Más Tarde O Ignoradas Por Completo, Y En Un Tema, El Propio Deadpool Bromeó Que Si Wade Wilson Es O No Realmente Depende De Qué Escritor Prefiera El Lector.\r\n\r\nÉl Ha Profesado Ser Canadiense.15​La Historia Original Lo Hizo Unirse Al Programa Arma X Después De Ser Expulsado De Las Fuerzas Especiales Del Ejército De Ee. Uu. Y Recibir Un Factor De Curación Artificial Basado En Las Habilidades De Wolverine Al Dr. Emrys Killebrew, Uno De Los Científicos Principales.",
        "house": "MARVEL",
        "year": 1991,
        "images": [
            "https://i.ibb.co/QdFyS7g/deadpool1.jpg",
            "https://i.ibb.co/2WRrF49/deadpool2.jpg"
        ],
        "cantidad_imagenes": 2,
        "equipamento": "No tiene"
    },
    {
        "name": "Deathstroke",
        "character": "Slade Joseph Wilson",
        "biography": "Slade Wilson Decidió Entrar En El Ejército, Escapó De Casa Y Mintió Sobre Su Edad Para Poder Ser Aceptado En El Ejército. Pronto Mostró Un Gran Talento Muy Superior Al De Cualquier Otro Soldado Y Fue Promovido Rápidamente Una Y Otra Vez Hasta Que Su Excelente Reputación Lo Llevó A Ser Reconocido Por Adeline Kane, Una Instructora Militar, Con Quien Más Tarde Comenzaría Una Relación Amorosa Y Con Quien Se Casaría Con El Tiempo. Poco Después Del Nacimiento De Su Primer Hijo, Grant Wilson, El Mismo Slade Se Ofreció Como Voluntario Para Un Experimento Médico Para El Ejército Diciéndole Que Era Una Prueba Para Defenderse Del Suero De La Verdad (Más Tarde Se Revelaría Que Fue Una Prueba Para Crear Un Proyecto De Super-Soldados). El Cuerpo De Slade Reaccionaría Violentamente Respecto Al Experimento Y Quedaría Postrado En La Cama Tras El Nacimiento De Su Segundo Hijo, Joseph Wilson. Más Tarde Slade Descubriría Que El Experimento Había Funcionado Y De Hecho Que Había Mejorado Sus Sentidos Y Sus Reflejos Más Allá De Cualquier Hombre Común Y Corriente. Con Sus Deberes En El Ejército, Se Limitó A Las De Escritorio, Slade Entonces Se Dedicaría A La Caza De Profesionales Con El Fin De Llenar El Vacío Que Sentía Dentro De Sí Mismo Como Un Luchador. Sin Embargo, Esta Vida También Quedó En Suspenso, Cuando Wintergreen, Un Amigo De Toda La Vida, Fue Enviado En Una Misión Suicida Y Fue Capturado. Cuando Sus Superiores Se Negaron A Ayudar, Slade Se Vio Obligado A Hacer Lo Imposible, Entonces Se Crearía Un Disfraz Y Se Fue En Una Misión En Solitario No Autorizada A Fin De Salvar A Su Amigo. Al Final Salvó A Wintergreen, Pero Fue Dado De Baja En El Ejército Por Desobedecer Órdenes. Slade Decidió Que Esto Era Lo Mejor. Harto Del Ejército Y Su Ciego Código De Lealtad, Slade Creó El Personaje Disfrazado De Deathstroke El Terminator, El Mayor Mercenario Del Mundo, Sin Que El Mundo Lo Supiera Jamás.",
        "house": "DC",
        "year": 1980,
        "images": [
            "https://i.ibb.co/LNVCpHt/death-Stroke.jpg"
        ],
        "cantidad_imagenes": 1,
        "equipamento": "No tiene"
    },
    {
        "name": "Doctor Strange",
        "character": "Stephen Strange",
        "biography": "Stephen Strange Es Un Médico Especializado En Neurocirugía, Codicioso Y Egocéntrico, Que Solo Se Preocupa Por La Riqueza De Su Carrera, Hasta Que En Un Accidente Sufrió Una Enfermedad Nerviosa En Sus Manos Que Le Obligó A Retirarse. Cuando Su Padre Murió, Su Hermano Fue A Visitarlo Para Recriminarle Que No Fue Al Funeral Ese Día. Stephen Estaba Con Una Chica, Por Lo Que Su Hermano Salió Enfadado. Estaba Nevando Esa Noche Y Hubo Un Accidente En El Cual Su Hermano Murió Al Ser Atropellado. Stephen Hizo Que Su Cadáver Fuera Criogenizado Hasta El Día En Que La Ciencia Lo Pudiera Revivir.\r\n\r\nUn Día Escuchó Hablar En Un Puerto Acerca De Un Tibetano Con Poderes, Por Lo Que Fue A Verle Y Con El Aprendió Las Artes Místicas, Ayudó A Su Mentor \"El Anciano\", Quien Poseía El Título De Hechicero Supremo De Esta Dimensión, A Repeler Todo El Mal Místico Que Quiera Causar Daño A Esta Dimensión; Tuvo Enfrentamientos Con Sus Enemigos, Algunos Traidores Como El Barón Mordo Quien Deseaba El Título De Hechicero Supremo, Y Consiguió Vencer A Entidades Místicas Extra-Dimensionales Como Pesadilla, Dormammu, Entre Otros.\r\n\r\nDesde La Primera Historia La Residencia De Strange, El Sanctum Sanctorum, Era Una Parte De La Mitología Del Personaje, Caracterizada Por La Ventana Circular Dividida Por Tres Líneas De Barrido En La Parte Frontal De La Residencia (En Realidad Es El Sello De Protección De La Vishanti). El Sirviente Personal De Strange, Wong, Custodiaba La Residencia En Su Ausencia.\r\n\r\nEn Muchas Ocasiones Ayudó A Otros Superhéroes Como Los 4 Fantásticos, Se Encontró Con El Dios Nórdico Thor, Y El Hermano Adoptivo Loki, Y Apoyó A Spider-Man. En Instantes Tuvo Encuentros Con Nuevas Entidades Cósmicas Y Místicas Como El \"Tribunal Viviente\" Y \"Umar\" La Hermana De Dormammu.\r\n\r\nDecidió Tener Una Identidad Secreta Y Un Nuevo Traje Aunque Similar Al Anterior Pero Que Incluyera Una Máscara Unida A La Vestimenta Que Cubriera Toda La Cabeza.",
        "house": "MARVEL",
        "year": 1963,
        "images": [
            "https://i.ibb.co/kBQgpBw/dr-Strange.jpg"
        ],
        "cantidad_imagenes": 1,
        "equipamento": "Levitation Cloak"
    },
    {
        "name": "Drax",
        "character": "Arthur Sampson Douglas",
        "biography": "Mientras Conducía A Través Del Desierto Con Su Esposa E Hija, El Auto De Arthur Douglas Es Atacado Por Una Nave Espacial Pilotada Por Thanos, Quien Piensa Que Los Humanos Lo Han Visto.​ Su Hija, Heather, Sobrevive Al Ataque Y Es Adoptada Por El Padre De Thanos, Mentor, Y Criada En Titán. Ella Más Tarde Se Convierte En Dragón Lunar.\r\n\r\nNecesitando A Un Campeón Para Luchar Contra Thanos, Mentor Y El Dios De Titán, Kronos, Capturan El Espíritu De Arthur Y Lo Colocan En Un Nuevo Y Poderoso Cuerpo. Él Es Rebautizado Como \"Drax El Destructor\", Y Su Único Propósito Es Matar A Thanos. Junto A Iron Man, Drax Lucha Contra Thanos Y Los Hermanos Sangre, Pero Thanos Escapa. Al Tratar De Evitar Que Thanos Consiguiera El Cubo Cósmico,6​Los Recuerdos De Drax Son Restaurados. ​Después De Ver Al Capitán Marvel Derrotar A Thanos, ​Drax Ataca Al Capitán Marvel Por Robarle Su Propósito. ​Drax Divaga Por El Espacio En Sombría Contemplación, En Busca De Un Resucitado Thanos. En El Momento En Que Se Entera De Que Thanos Había Logrado Materializarse A Sí Mismo, Thanos Una Vez Más Había Sido Destruido En Una Batalla Contra El Capitán Marvel, Los Vengadores Y Adam Warlock. Junto Al Capitán Marvel, Drax Lucha Contra Isaac, Stellarax, Lord Gaea, Elysius Y Caos.\r\n\r\nAlgún Tiempo Después, Drax, Poseído Por Una Entidad Extraterrestre, Lucha Contra Su Hija, Dragón Lunar, Y El Superhéroe Thor. Después De Que Drax Se Recupera, Él Y Dragón Lunar Viajan Por El Espacio En Busca De Conocimiento.13​Finalmente, Se Topan Con El Planeta Ba-Banis, Un Mundo De Extraterrestres Humanoides Atrapados En Una Vasta Guerra Civil. Dragón Lunar Utiliza Sus Poderes Mentales Para Calmar El Conflicto, Y Después Decide Colocarse Como La Diosa Del Mundo. Drax Reconoce Que Sus Ambiciones Son Innobles, Por Lo Que Envía Su Nave A La Tierra Con Un Mensaje Holográfico De Ayuda. Los Vengadores Responden Y Descubren El Mundo Lleno De Tranquilidad Forzada De Dragón Lunar. Liberado Por Los Vengadores Del Dominio Mental De Su Hija, Drax Se Dirige A Ella, Tratando De Poner Fin A Su Amenaza. Para Detenerlo, Dragón Lunar Obliga Mentalmente A La Esencia De Vida De Drax Para Desocupar Su Cuerpo Artificial.",
        "house": "MARVEL",
        "year": 1973,
        "images": [
            "https://i.ibb.co/DgD71cC/drax.jpg"
        ],
        "cantidad_imagenes": 1,
        "equipamento": "No tiene"
    },
    {
        "name": "Elektra",
        "character": "Elektra Natchios",
        "biography": "Elektra Nació En Una Isla Griega Cerca Del Mar Egeo, Es Hija De Hugo Natchios Y Christina Natchios, Y Tenía Un Hermano Mayor Llamado Orestez Natchios.\r\n\r\nSe Han Dado Dos Versiones Contradictorias De Su Historia Familiar. En Elektra: Root Of Evil # 1-4 (Marzo-Junio De 1995), Christina Es Asesinada Por Asesinos Contratados Por Orestez, Mientras Que En Elektra (Vol. 1) # 18 (1995), Es Asesinada Por Un Insurrecto Durante La Guerra Civil Griega. En Ambos Casos, Da A Luz Prematuramente A Elektra Justo Antes De Morir.\r\n\r\nCuando Un Elektra De Nueve Años Fue Asaltada Por Secuestradores, Los Hombres Fueron Asesinados Por Orestez, Quien Se Había Convertido En Un Consumado Artista Marcial Después De Salir De Casa. Orestez Le Dijo A Su Padre Que Elektra Necesitaba Aprender A Defenderse. Hugo Contrató A Un Sensei Para Enseñarle Las Artes Marciales.\r\n\r\nEn Elektra: Assassin # 1 (Agosto De 1986), Elektra Como Adulta Tiene Vagos Recuerdos De Haber Sido Violada Por Su Padre Cuando Tenía Cinco Años. Años De Asesoramiento Y Medicación La Habían Convencido De Que Se Trataba De Un Recuerdo Falso, Pero La Duda Permanecía. Elektra Creció Cerca De Su Padre, Pero Estaba Plagada De Visiones Oscuras Y Voces Sin Una Fuente Conocida. Ocasionalmente Reaccionó Con Autolesiones. Su Padre Finalmente La Envió A La Psicoterapia Para Volverse Más Estable. No Estaba Claro Si Elektra En Realidad Se Volvió Más Estable O Simplemente Parecía Serlo.",
        "house": "MARVEL",
        "year": 1981,
        "images": [
            "https://i.ibb.co/ynSKvjf/elektra.jpg"
        ],
        "cantidad_imagenes": 1,
        "equipamento": "Sais"
    },
    {
        "name": "Falcon",
        "character": "Samuel Thomas Wilson",
        "biography": "Samuel Thomas Wilson Nació En Harlem, Nueva York, Como El Hijo De Paul Wilson, Un Ministro Protestante, Y Su Madre Darlene Wilson. Sam Tuvo Una Infancia Feliz Y Descubrió Que Tenía Una Afinidad Natural Por Las Aves. Comenzó A Entrenar Palomas, Teniendo El Mayor Palomar En Harlem. En Su Adolescencia, Sin Embargo, Sus Encuentros Con El Racismo Lo Dejaron Cansado. Cuando Cumplió 16 Años, Sam Se Negó A Unirse A La Iglesia, Creyendo Que Sus Padres Profundamente Religiosos Eran Ignorantes Por Su Fe. Para Su Sorpresa, En Lugar De Discutir Con Él, Sus Padres Le Proveen De Libros Sobre Diferentes Religiones Y La Teología Comparativa. La Noche Siguiente, Sin Embargo, El Padre De Sam Muere Tratando De Detener Una Pelea Callejera. Dos Años Más Tarde, Su Madre Es Asesinada Por Un Asaltante A Una Cuadra De Su Casa. Consumido Por El Dolor Y \"Enfadado Con El Mundo\", Sam Le Da La Espalda A Su Pasado Como Un Respetado Voluntario De La Comunidad. Se Traslada A Los Ángeles Y Crea Un Nuevo Personaje: \"Snap\" Wilson, Un Criminal Profesional Y Miembro De Una Pandilla.\r\n\r\nMientras \"Snap\" Estaba En Camino Hacia \"Un Gran Premio En Río De Janeiro\", Su Avión Se Estrella En La Isla Del Exilio (Años Más Tarde, Él Diría, \"Realmente Me Gustó Un Poco. Fue El Lugar Donde Conocí A Mis Dos Mejores Amigos\", Refiriéndose A Redwing Y Al Capitán América). La Una Vez Pacífica Isla Había Sido Tomada Por Los Exiliados, Un Grupo Aspirantes A Conquistadores Del Mundo Que Habían Colaborado Con Cráneo Rojo, Un Supervillano Nazi, Durante La Segunda Guerra Mundial. Más Recientemente, Ellos Habían Sido Traicionados Por Cráneo Rojo, Y Se Vieron Obligados A Permanecer Ocultos En La Isla, Esclavizando A Los Nativos. Wilson Encuentra Y Se Hace Amigo De Redwing, Un Halcón Con El Que Siente Un Fuerte Vínculo.\r\n\r\nCráneo Rojo Utiliza El Cubo Cósmico, Una Creación Que Le Permite A Su Usuario Modificar La Realidad, Para Fusionar Mentalmente A Wilson Y A Redwing, Creando Un \"Vínculo Mental\" Que, Con El Tiempo Y La Concentración, Le Daría A Wilson Grandes Poderes Sobre Todas Las Aves. A Continuación, Cráneo Utiliza El Cubo Para Reescribir El Pasado Y Remover Los Años Que Wilson Había Pasado Con Enojo Viviendo Como \"Snap\". En Esta Nueva Historia, Wilson Era Un Alegre Trabajador Social Que Es Atraído A La Isla Del Exilio Y Organiza A Los Nativos A Luchar Por Su Libertad. Steve Rogers (Capitán América) Se Hace Amigo De Él En La Isla Y Convence A Wilson Para Adoptar Una Personalidad Que Inspire A Los Nativos En Su Rebelión. Los Dos Crean Al Personaje Disfrazado De Falcon, Y Juntos Entrenan Extensivamente Antes De Atacar Y Derrotar A Los Exiliados Y A Cráneo Rojo. Falcon Se Convierte En El Compañero Habitual Del Capitán América En Su Lucha Contra El Crimen, E Incluso Adoptó Brevemente El Uniforme Y La Identidad Del Capitán América Cuando Se Creía Que Rogers Había Muerto.\r\n\r\nMás Tarde, Otra Vez Como Falcon, Wilson Recibe La Ayuda De Black Panther, Quien Crea Un Arnés Para Wilson, Dándole La Habilidad De Volar. Cuando Rogers Abandonó Brevemente Su Identidad Como El Capitán América, Otros Tratan De Tomar El Manto, Incluyendo A Un Joven Llamado Roscoe, Cuyo Mentor Es Falcon. Cuando Cráneo Rojo Eventualmente Mata A Roscoe, Rogers Vuelve A Ser El Capitán América.\r\n\r\nPoco Después, Cráneo Rojo Revela El Verdadero Pasado De Falcon Como \"Snap\" Wilson, Y, Sin Éxito, Intenta Utilizar El Cubo Cósmico Para Que Falcon Mate Al Capitán América. Ahora, Consciente De Su Pasado, Aún Decide Seguir Como Un Héroe, Y Es Nombrado Líder De Los Súper Agentes De S.H.I.E.L.D.\r\n\r\nHenry Peter Gyrich, El Enlace Del Gobierno De Estados Unidos Con Los Superhéroes, Contrata A Falcon, Uno De Los Pocos Superhéroes Afroamericanos Activos, Para Llenar Una Cuota Racial Obligatoria Para El Venerable Equipo De Los Vengadores. Resentido De Ser Una \"Muestra\", Falcon Rechaza La Primera Oportunidad. Estrena Un Nuevo Traje Al Enfrentarse Al Supervillano Taskmaster.",
        "house": "MARVEL",
        "year": 1969,
        "equipamento": "No tiene",
        "images": [
            "https://i.ibb.co/NxYhCHV/falcon.jpg"
        ]
    },
    {
        "name": "Gambito",
        "character": "Remy Etienne Lebeau",
        "biography": "Remy Etienne Lebeau Nació En Nueva Orleans, Luisiana. Fue Secuestrado Del Hospital Donde Nació Y Fue Puesto Al Cuidado De Una Pandilla De Ladrones Callejeros, Que Se Encargaron De Educar Al Niño Y Le Enseñaron Las Artes Del Robo. Después De Vivir En Las Calles Como Un Huérfano, Remy Intentó Robar El Bolsillo De Jean-Luc Lebeau, En Ese Entonces Patriarca Del Gremio De Ladrones. Jean-Luc Sacó Al Niño De Las Calles Y Lo Adoptó En Su Familia. Remy Fue Educado Por El Gremio De Ladrones De Nueva Orleans, Y Ofrecido Al Anticuario Como Un Tributo. Se Referían Al Niño Como \"Le Diable Blanc\" (\"El Diablo Blanco\") Y Creían Que Estaba Profetizado Que Uniría A Los Gremios De Ladrones Y Asesinos, Que Se Encontraban En Guerra.\r\n\r\nTiempo Después,En Un Intento Para Reconciliar A Los Gremios De Ladrones Y Asesinos, Remy Se Casó Con Bella Donna Boudreaux, Nieta Del Jefe Del Gremio De Asesinos. Desafortunadamente, Remy Fue Retado A Un Duelo Por Julien, El Hermano De Bella Donna, Después De La Boda. En El Duelo, Gambito Mató A Julien, Y Fue Exiliado De La Ciudad Y Su Relación Con Bella Donna Terminó.",
        "house": "MARVEL",
        "year": 1990,
        "images": [
            "https://i.ibb.co/zXKz3xj/gambito.jpg"
        ],
        "cantidad_imagenes": 1,
        "equipamento": "No tiene"
    },
    {
        "name": "Groot",
        "character": "",
        "biography": "Groot Es Una Monstruosa Planta Extraterrestre Que, Inicialmente, Llegó A La Tierra En Busca De Humanos Para Estudiarlos Y Experimentar. Sin Embargo, Fue Aparentemente Destruido Por Las Termitas Utilizadas Por Leslie Evans.\r\n\r\nXemnu Hizo Un Duplicado De Groot, Que Utilizó Para Atacar A Hulk. Sin Embargo, Hulk Lo Destruyó En La Batalla.\r\n\r\nGroot Fue Revelado Más Adelante De Haber Sobrevivido, Pero Era Un Cautivo Del Coleccionista Y Llevado A Cabo En Su Parque Zoológico En Canadá, Hasta Que Groot Y Las Otras Criaturas Cautivas Fueron Liberadas Por El Hombre Topo. Groot Y Las Otras Criaturas Hicieron Estragos En La Ciudad De Nueva York Hasta Que Fueron Detenidos Por Una Banda De Superhéroes, Y Luego Fueron Arrojados A Través De Un Portal A La Zona Negativa.​\r\n\r\nGroot Fue Más Tarde Rastreado Y Capturado Por La Unidad De Contención Paranormal De S.H.I.E.L.D., Apodado Como Los Comandos Aulladores, Cuando Su Aroma De Árbol Fue Detectado Por Sasquatch Y Abominable Snowman. Mientras Groot Estaba Retenido Cautivo, Gorilla-Man Habló Con Groot Sobre Unirse A Los Comandos Aulladores. Cuando Merlín Y Sus Fuerzas Atacaron La Base, Los Comandos Aulladores Dejaron Libre A Groot Y A Sus Otros Cautivos Y Mataron Al Ejército De Merlín; Groot Fue El Único Que Dio Marcha Atrás Y Se Ofreció A Unirse A Los Comandos Aulladores. Groot Ayudó A Los Comandos Aulladores, Ya Que Acataron Las Fuerzas De Merlin.",
        "house": "MARVEL",
        "year": 1960,
        "images": [
            "https://i.ibb.co/PrmHbkk/groot.jpg"
        ],
        "cantidad_imagenes": 1,
        "equipamento": "No tiene"
    },
    {
        "name": "Hawkeye",
        "character": "Clinton Francis Barton",
        "biography": "Clint Barton Nació En Waverly, Iowa. A Una Edad Joven Perdió A Sus Padres En Un Accidente Automovilístico. Después De Seis Años En Un Orfanato, Clint Y Su Hermano Barney Se Escaparon Para Unirse Al Carnaval Viajero De Maravillas Carson. ​Clint Pronto Llamó La Atención Del Espadachín, Que Tomó Al Niño Como Su Asistente. Junto Con La Ayuda De Trick Shot, El Espadachín Entrenador, Clint Decide Convertirse En Un Maestro Arquero. Clint Encontró, Más Tarde, Al Espadachín Malversando Del Dinero De La Feria. Antes De Que Pudiera Entregar A Su Mentor A Las Autoridades, Clint Fue Golpeado Y Tomado Por Muerto, Permitiendo Que El Espadachín Escapara De La Ciudad. ​La Relación De Clint Con Su Hermano Barney Y Trick Shot, Pronto Se Deterioró.\r\n\r\nClint Adaptó Sus Habilidades De Tiro Con Arco Para Convertirse En Una Atracción De Carnaval Estrella, Un Maestro Arquero Llamado \"Ojo De Halcón\", También Conocida Como “El Tirador Más Grande Del Mundo”. Pasó Algún Tiempo Como Miembro Del Circo De Ringmaster, Antes De Unirse Al Circo De Coney Island. Fue Testigo De Iron Man En Acción Y Se Inspiró Para Convertirse En Un Héroe Disfrazado. Sin Embargo, Después De Un Malentendido En Su Primera Aparición, Ojo De Halcón Fue Acusado De Robo Y Catalogado De Criminal. En La Huida, El Ingenuo Ojo De Halcón Se Topó Con La Viuda Negra, Una Espía De La Unión Soviética, De La Que Se Enamoró. Siguiendo Ciegamente A La Viuda Negra, Ojo De Halcón La Ayudó En Su Intento De Robar La Tecnología Desarrollada Por Tony Stark. En Una De Sus Batallas Con Iron Man, La Viuda Negra Resultó Gravemente Herida. Ojo De Halcón La Rescató Y Huyó De La Batalla Para Salvar Su Vida. Pero Antes De Que Ojo De Halcón Pudiera Llevarla A Un Hospital, La Viuda Negra Desapareció. Ojo De Halcón Decidió Ser Un \"Tirador Recto\" A Partir De Entonces.",
        "house": "MARVEL",
        "year": 1964,
        "images": [
            "https://i.ibb.co/ysqSc2v/hawkEye.png"
        ],
        "cantidad_imagenes": 1,
        "equipamento": "No tiene"
    },
    {
        "name": "Hawkgirl",
        "character": "Kendra Saunders",
        "biography": "Kendra Saunders Era Una Joven Hispana Que Se Suicidó. Cuando Kendra Alma Abandonó Su Cuerpo, El De Primo Hermano De Su Abuelo Shiera Hall, La Edad De Oro Chica Halcón Entró En Ella, Por Lo Que Kendra Tiene Un Walk-In. Su Abuelo, Ex Agente De Oss Y Aventurero Trotamundos, Speed Saunders, Reconoció Esto, En Parte Debido A Un Cambio En El Color De Los Ojos, Y Alentó A Su Nieta A Abrazar Su Destino Como La \"Nueva\" Hawkgirl.\r\n\r\nKendra Tuvo Una Hija Llamada Mia, Que No Se Muestra Pero Se Menciona.\r\n\r\nTodavía Creyendo Ser Kendra, Debutó Como Una Heroína Usando El Equipo Original De La Hawkgirl Y Salió En Busca De Un Ser Llamado Fate-Child (En Realidad Su Propio Hijo Reencarnado, Héctor Hall). Esto Llevó A Una Reunión Con La Sociedad De La Justicia Y La Inducción De Kendra A Ese Equipo.\r\n\r\nActualmente Tiene Todos Los Recuerdos De Kendra, Pero Casi Ninguno De Shiera Se Guarda Para Las Experiencias De Lucha. Esto Crea Tensión Con Hawkman Ya Que Recuerda Todas Sus Vidas Pasadas Juntas Y Cree Que Están Destinadas El Uno Para El Otro. Kendra Ha Sido Presentada Como Una Joven Muy Problemática, Perseguida Por El Asesinato De Sus Padres Por Un Policía Corrupto Y Confundida Por Su Revoltijo De Recuerdos Y Sentimientos. Ella Ha Operado Como La Compañera De Hawkman, Pero Solo Recientemente Comenzó A Admitir Su Atracción Hacia Él. La Verdad Sobre La Identidad De Kendra Finalmente Le Fue Revelada Por El Ángel Zauriel.\r\n\r\nElla Es Uno De Los Héroes Que Lucharon En El Espacio Durante La Guerra Rann-Thanagar . Después De Los Eventos De Crisis Infinita, Un Mal Funcionamiento Del Transportador Zeta Beam Hirió A Muchos De Los Superhéroes En El Espacio, Incluida Hawkgirl, Lo Que La Hizo Crecer Más De Seis Metros De Altura. Algún Tiempo Después, Cuando Se Recuperó Su Estatura Adecuada, Se Mostró A Kendra Viviendo En St. Roch, Louisiana , Trabajando En El Museo Stonechat Y Protegiendo La Ciudad Como Hawkgirl.",
        "house": "DC",
        "year": 1999,
        "images": [
            "https://i.ibb.co/JRND12D/hawkGirl.jpg"
        ],
        "cantidad_imagenes": 1,
        "equipamento": "No tiene"
    },
    {
        "name": "Iron Monger",
        "character": "Obadiah Stane",
        "biography": "Cuando Era Niño, El Padre De Obadiah, Zebediah Stane, Era Un Degenerado Jugador Y La Madre De Obadiah Murió De Causas Desconocidas. Un Día, Su Padre, Quien Se Consideraba Un \"Golpe De Suerte\", Jugó Un Juego De Ruleta Rusa Y Se Pegó Un Tiro En La Cabeza. Este Trauma Causó Que Obadiah Perdiese Todo Su Pelo Rubio Y Se Quede Calvo Y Quedara Así En Los Próximos Años. A Partir De Ahí, Obadiah Stane Fue Un Manipulador Implacable, Que Estudió A Sus Adversarios Para Encontrar Puntos Débiles A Explotar. Stane Disfruta Del Ajedrez, Y Vive Su Vida Con El Mismo Tipo De Lógica Metódica Que Utiliza En El Juego. Además, Él Es Un Creyente Fuerte En El Uso De La Manipulación Mental A Su Favor. Por Ejemplo, En Una Partida De Ajedrez Infantil En Contra De Otro Niño Cuya Habilidad Al Menos Era Igualada A La Suya, Mató Al Perro Del Chico Para Que El Otro Se Distraiga Del Juego.\r\n\r\nEn La Edad Adulta, Como Financiero Rico, Obadiah Stane Se Convierte En El Presidente Y Ceo De Su Propia Compañía (Stane Internacional) Como Un Traficante De Municiones. También Entra En Negocios Con Howard Stark. Después De Que Stark Y Su Mujer Murieran En Un Accidente De Coche, Stane Vuelve Su Mirada En La Adquisición De Control De La Stark International, La Corporación Industrial En La Que Había Trabajado, Ahora Propiedad De Tony Stark (El Hijo De Howard Stark). Stane Tiene Sus Agentes, Los Chessmen, Ataca Industrias Stark Y Asalta A James Rhodes, (El Confidente De Tony). ​También Se Enfrenta A Tony Stark En Persona. Stane También Establece A Indries Moomji Como La Amante De Stark, Sin Saber Stark Que Moomji Es Realmente La Reina De Las Piezas De Ajedrez. Mientras Tanto, Stane Y Sus Compañeros Conspiran Para Bloquear A Stark Internacional De Negocios Diferentes. Stark Eventualmente Se Entera De Que Stane Es El Cerebro Detrás De Estos Ataques, Pero Es Incapaz De Enfrentarse A Él. Los Asaltos A Stark, Su Negocio, Y Su Amigo Empujan A Stark Hasta El Borde, Y Recae Catastróficamente En El Alcoholismo. Con La Ayuda De S.H.I.E.L.D., Stane Compra Stark Internacional, Que Luego Cambia El Nombre De Stane Internacional. Stark, Después De Haber Caído Del Carro, Renuncia Su Armadura A Jim Rhodes Y Desaparece Para Ser Un Vagabundo Sin Hogar. Rhodes Se Convierte En El Nuevo Iron Man, Ignorando Las Demandas De Stane De Renunciar A Su Armadura. Rhodes, Como El Nuevo Iron Man, A La Larga Frustra A Stane En Su Intento De Hacerse Cargo De Los Trajes De Batalla De Iron Man.",
        "house": "MARVEL",
        "year": 1982,
        "images": [
            "https://i.ibb.co/7y9nFY4/iron-Monger.png"
        ],
        "cantidad_imagenes": 1,
        "equipamento": "No tiene"
    },
    {
        "name": "Killmonger",
        "character": "M'Baku",
        "biography": "M'Baku Nació En Wakanda, En África. Se Convirtió En Uno De Los Más Grandes Guerreros De Wakanda, Precedido Sólo Por La Pantera Negra. Conspiraba Para Usurpar El Trono De Wakanda Con La Ayuda Del Proscrito Rival Culto Del Gorila Blanco Y Regresar A Wakanda A Un Estado Primitivo. M'Baku Se Convirtió En Un Renegado Y Gana Sus Poderes Al Bañarse En Sangre De Gorila Blanco Y Comiendo Carne De Gorila Blanco, Tomando El Alias De Hombre Mono. Luchó Con La Pantera Negra Y Se Creía Que Había Muerto Cuando El Tótem Pantera Al Que Pantera Negra Estaba Ligado Se Derrumbó Sobre Él. ​Es Revivido Por Su Ayudante N'Gamo Y Va A América Donde La Pantera Negra Está Con Los Vengadores En Ese Momento.\r\n\r\nÉl Se Alía Con La Legión Letal Original Compuesta De Segador, Láser Viviente, Power Man, Y Espadachín. Él Es El Primer Miembro Encontrado Por Los Vengadores. Ataca Al Capitán América, Pero Es Batido De Nuevo Por El Resto De Los Vengadores. A Continuación, Captura La Novia De Pantera Negra, Monica Lynne, Uniendo Su Mano Y Pie Con Abrazaderas Metálicas. La Pantera Negra Es Inducido A Una Trampa Y Noqueado Por Un Maniquí Explosivo De Monica. Él Es Encadenado Y Se Encuentra Con Los Otros Miembros. La Legión Lo Ata A Él Y A Monica A Dos Sillas Antes De Irse, A Pesar De Que Es Capaz De Escapar Y Contactar A Los Otros Miembros, Antes De Que El Segador Lo Derrota. La Legión Es Derrotada Por Los Vengadores Después De Que Vision Vence A Power Man Y Libera A Los Demás Miembros. Hombre Mono Supera A Pantera Negra De Nuevo Hasta Que Es Derrotado Por El Capitán América. Pantera Negra Destierra A Hombre Mono De Wakanda Con Orden De Ejecución Si Regresa.\r\n\r\nHombre Mono Más Tarde Se Une A Una Nueva Legión Letal (Consistente En El Segador, Garra Negra, Goliat (Erik Josten), Nekra, Y Ultron-12) Y Combate A Tigra, ​Pero Abandona Al Segador Junto Con Garra Negra Cuando El Racismo Del Segador Se Convirtió En Demasiado Para Él Para Tolerarlo.",
        "house": "MARVEL",
        "year": 1969,
        "images": [
            "https://i.ibb.co/s9LcrNX/kill-Monger.jpg"
        ],
        "cantidad_imagenes": 2,
        "equipamento": "No tiene"
    },
    {
        "name": "Loki",
        "character": "Loki Laufeyson",
        "biography": "Hace Muchos Años, Bor, Gobernante De Asgard, Estaba Luchando Contra Los Gigantes De Hielo, Siguió A Un Gigante Herido Hasta Un Poderoso Hechicero Que Lo Estaba Esperando. El Hechicero Lo Atrapó Sin Darse Cuenta, Convirtiendo A Bor En Nieve. Al Maldecir A Su Hijo, Odín, Llevó A Los Asgardianos A La Batalla Contra Los Gigantes De Escarcha Y Mató A Laufey, Quien Era El Rey, En Combate Personal. Odín Encontró Un Pequeño Niño Del Tamaño De Un Asgardiano, Escondido Dentro De La Fortaleza Principal De Los Gigantes De Hielo. El Niño Era Loki Y Laufey Lo Había Mantenido Oculto A Su Gente Debido A Su Vergüenza Por El Tamaño Pequeño De Su Hijo. Odín Tomó Al Niño, Por Una Combinación De Lástima, Para Apaciguar A Su Padre, Y Porque Él Era El Hijo De Un Digno Adversario Asesinado En Un Combate Honorable, Y Lo Crio Como Su Hijo Junto A Su Hijo Biológico Thor.\r\n\r\nA Lo Largo De Su Infancia Y En La Adolescencia, Loki Estaba Resentido Por Las Diferencias En Las Que Él Y Thor Fueron Tratados Por Los Ciudadanos De Asgard. Los Asgardianos Valoraban La Gran Fuerza, Tenacidad Y Valentía En La Batalla Por Encima De Todas Las Cosas, Y Loki Era Claramente Inferior A Su Hermano Thor En Esas Áreas. Lo Que Le Faltaba En Tamaño Y Fuerza, Sin Embargo, Lo Compensaba En Poder Y Habilidad, Particularmente Como Hechicero. A Medida Que Loki Creció Hasta La Edad Adulta, Su Talento Natural Para Causar Travesuras Se Haría Manifiesto Y Le Valió Un Apodo Como El \"Dios De Las Mentiras Y Las Travesuras\"; Su Maldad Con El Tiempo Se Convirtió En Malicia A Medida Que Su Hambre De Poder Y Venganza Se Hizo Más Fuerte. Varias Veces Intentó Usar Trucos Para Deshacerse De Thor, Como Decirle Que Guarde Un Agujero En La Pared Que Había Hecho. Con El Tiempo, Su Reputación Pasó De Ser Un Tramposo Juguetón Y Travieso Al \"Dios Del Mal\". A Lo Largo De Los Siglos, Loki Intentó En Muchas Ocasiones Tomar El Reinado De Asgard Y Destruir A Thor. Incluso Ayudó Al Gigante Tormenta Ghan A Escapar De Thor Planeando Obtener Una Deuda De Él Más Tarde, Y Ayudó A Otros Enemigos De Asgard, Planeando Tomar Odin, Que Se Había Cansado De Las Travesuras De Loki, Lo Aprisionó Mágicamente Dentro De Un Árbol Hasta Que Alguien Derramó Una Lágrima Por Él. Loki Finalmente Se Liberó Haciendo Que Una Hoja Golpeara A Heimdall, El Guardián Del Bifrost, En El Ojo, Lo Que Le Hizo Derramar Una Lágrima. Loki Compiló Un Extenso Historial Criminal En Asgard, Y Con Frecuencia Fue Exiliado. ​Conoció Al Hechicero Eldred, Quien Le Enseñó Magia Negra. Le Pagó A Eldred Y Luego Se Lo Entregó Al Demonio Fuego Surtur.",
        "house": "MARVEL",
        "year": 1949,
        "images": [
            "https://i.ibb.co/VgG35z2/loki.jpg"
        ],
        "cantidad_imagenes": 1,
        "equipamento": "No tiene"
    },
    {
        "name": "Malekith",
        "character": "",
        "biography": "Malekith Creció Durante Un Tiempo De Guerra En Svartalfheim. Doce De Sus Hermanos Mayores Murieron Durante Una Guerra Con Los Trolls. Su Madre Finalmente Lo Vendió Por Dos Sacos De Hígados De Serpiente Y Medio Barril De Sapos En Escabeche. Trabajó Como Quemador De Cuerpos, Que Incineró Cuerpos Después De Una Batalla, Hasta Que Fue Capturado Por Trolls. En Su Prisión Se Encontró Con Un Mago, Que Lo Ayudó A Escapar Y Lo Tomó Como Aprendiz. Finalmente, El Mago Quiso Combinar Sus Poderes Para La Paz, Pero Malekith Se Negó Porque Sentía Que Cualquier Paz Significaría Que La Guerra Que Lo Había Forjado No Tendría Sentido, Haciendo De Su Existencia Algo Que No Debía Ser. Luego Mató Al Mago, Quien Antes De Morir Marcó Su Rostro Con Cicatrices, Y Luego A Su Madre, Llevándose A Los Perros De La Caza Salvaje.",
        "house": "MARVEL",
        "year": 1984,
        "images": [
            "https://i.ibb.co/PZZ6yG0/malekith.jpg"
        ],
        "cantidad_imagenes": 1,
        "equipamento": "No tiene"
    },
    {
        "name": "Mister Fantastic",
        "character": "Reed Richards",
        "biography": "Nacido En Central City, California, Reed Es El Hijo De Evelyn Y Nathaniel Richards. Nathaniel Era Un Genio Científico, Y Reed Heredó Un Nivel Similar De Intelecto E Intereses. Siendo Un Niño Prodigio Con Aptitud Especial En Las Matemáticas, La Física Y La Mecánica, Reed Richards Ya Se Había Inscrito En La Universidad Cuando Tenía 14 Años, ​Asistiendo A Universidades Prestigiosas Como El Instituto De Tecnología De Massachusetts, El Instituto De Tecnología De California, La Universidad De Harvard, La Universidad De Columbia, Y La Ficticia Universidad Empire State.\r\n\r\nFue En La Universidad Del Estado Que Conoció A Benjamin J. Grimm. ​Reed Ya Había Comenzado El Diseño De Una Nave Capaz De Viajar En El Hiperespacio. Compartiendo Sus Planes Con Su Nuevo Compañero De Cuarto, Grimm En Tono De Broma Se Ofreció Para Pilotar La Nave.\r\n\r\nTambién Mientras Asistía En Columbia, ​Reed Conoció A Un Compañero Estudiante Brillante, Victor Von Doom. En Richards, Doom Conoció A La Primera Persona Que Podría Emparejarlo Intelectualmente; Con Respecto A Richards Como Su Rival Final, Doom Se Puso Cada Vez Más Celoso De Richards. Decidido A Demostrar Que Era Mejor, Doom Condujo Experimentos Temerarios Que Finalmente Le Marcaron La Cara Y Lo Llevarían A Convertirse En El Doctor Doom.\r\n\r\nCuando Reed, A Los 19 Años, Continuó Su Educación Asistiendo A La Universidad De Columbia En Manhattan, Él Alquiló Una Habitación En Una Casa De Huéspedes Propiedad De La Tía De Una Niña Llamada Susan Storm, Que Era Estudiante De Pregrado En Ese Momento. Para Su Vergüenza, La Niña, Que Tenía 13 Años, Se Enamoró Al Instante De Él. A Pesar De Que Reed Tuvo Que Seguir Adelante, Ella Continuó Llevando Una Antorcha Por Richards.",
        "house": "MARVEL",
        "year": 1961,
        "images": [
            "https://i.ibb.co/M1S8Svs/mister-Fantastic.jpg"
        ],
        "cantidad_imagenes": 1,
        "equipamento": "No tiene"
    },
    {
        "name": "Nightwing",
        "character": "Richard John Grayson",
        "biography": "Richard John «Dick» Grayson (Ricardo Tapia En La Traducción De Editorial Novaro Y Popularizada Por El Doblaje Mexicano Del Show Televisivo De 1966, \"The Batman\") Nunca Fue Un Chico Normal. Se Había Criado Con Su Familia En El Circo Haley Donde Sus Padres Actuaban De Trapecistas, Eran Los Llamados Los \"Graysons Voladores\" (The Flying Graysons). Cuando Se Presentaron En Gotham City, Sus Padres Mueren En Un Falso Accidente De Circo. Lleno De Rabia, Dick Pretende Ir A La Policía Pero Batman Lo Intercepta Diciéndole Que Ese Hombre Trabaja Para Un Mafioso Poderoso Y Si Revela Esa Información Su Vida Correría Peligro. Cuando Batman Le Comenta De La Muerte De Sus Padres, Dick Le Pide Que Lo Acepte Como Su Ayudante Y Es Así Que Queda Bajo La Protección De Bruce Wayne Quien Primero Lo Ayuda A Educarse. Queriendo Vengar La Muerte De Sus Padres Y Acabar Con El Crimen, Después De Un Extensivo Entrenamiento, Dick Asume Bajo El Tutelaje De Batman, La Identidad De Robin, El Chico Maravilla, Ayudando A Cuidar Las Calles De Gotham City.\r\n\r\nPoco Después Formaría Con Speedy, Kid Flash (Wally West), Wonder Girl (Donna Troy) Y Aqualad (Garth) El Grupo Jóvenes Titanes Del Cual Siempre Se Destacó Por Ser El Líder. Robin Fue Mejorando Sus Habilidades Detectivescas Y De Artes Marciales Durante Sus Años Con Batman Y Los Titanes. Por Pasar Tanto Tiempo Con Los Titanes, Robin Empieza A Alejarse De Los Métodos De Batman, Dick No Podía Ser Tan Frío Como Bruce, Llegando A Causar Conflictos Entre Ellos Dos; Optando Dick Por Abandonar La Batcueva Y El Traje De Robin Para Siempre. La Ruptura Fue Tan Dura Que Dick No Se Enteró De Que Batman Tenía Un Nuevo Robin (Jason Todd) Hasta Que Se Encontró A Su Sustituto En Una Patrulla Nocturna.",
        "house": "DC",
        "year": 1984,
        "equipamento": "No tiene",
        "images": [
            "https://i.ibb.co/S6zxzjz/nightwing.jpg"
        ]
    },
    {
        "name": "Phoenix",
        "character": "Jean Grey Summers",
        "biography": "Jean Grey Nació En Annandale-On-Hudson, Nueva York. Es La Hija Mayor De John Grey, Un Profesor Universitario, Y De Su Esposa Elaine. Tenía Una Hermana Menor Llamada Sarah. Los Poderes Telepáticos De Jean Se Manifestaron Por Primera Vez A La Edad De Diez Años Cuando Su Amiga Annie Richardson Fue Atropellada Por Un Atomóvil Mientras Ella Y Jean Jugaban En La Calle. Mientras Que Annie Estaba Agonizando, Jean Instintivamente Se Conectó Con La Mente De Annie. El Trauma De La Muerte De Su Amiga Le Causó Un Shock Emocional Que Casi La Mata También. Después De Que Sus Poderes Se Manifestaron Por Primera Vez, Jean Entró En Una Depresión Seria Y Visitó A Muchos Psiquiatras, Hasta Que Un Colega De Su Padre La Recomendó Con El Profesor Charles Xavier. Xavier Le Confirmó A Jean Que Era Una Mutante. Jean Fue La Primera Estudiante De Xavier, Quién La Trató Durante Varios Años. Como Jean Era Muy Joven, Xavier Bloqueó Temporalmente Sus Poderes Telepáticos, Pero Le Enseñó A Desarrollar Telequinesis.",
        "house": "MARVEL",
        "year": 1963,
        "images": [
            "https://i.ibb.co/5j4LW8L/phoenix.jpg"
        ],
        "cantidad_imagenes": 1,
        "equipamento": "No tiene"
    },
    {
        "name": "Quicksilver",
        "character": "Pietro Django Maximoff",
        "biography": "Pietro Y Su Hermana Gemela, Wanda, Fueron Criados Por Django Y Marya Maximoff, Una Pareja Gitana. Como Adolescentes, Pietro Django Maximoff Y Su Hermana Wanda Descubrieron Que Tenían Talentos Peculiares. Cuando Django Comenzó A Robar Comida Para Alimentar A Su Famélica Familia, Enfurecidos Aldeanos Atacaron El Campamento De Los Romaníes. Usando Su Velocidad Fenomenal, Pietro Huyó Del Campamento Con Su Hermana. Durante Los Años Siguientes, Wanda Y Pietro Deambularon Por Europa Central, Viviendo De La Tierra.",
        "house": "MARVEL",
        "year": 1964,
        "images": [
            "https://i.ibb.co/vvryFY3/quick-Silver.jpg"
        ],
        "cantidad_imagenes": 1,
        "equipamento": "No tiene"
    },
    {
        "name": "Rouge",
        "character": "Anna Marie D'Ancanto",
        "biography": "Anna Marie, Es Hija De Priscilla Y Owen, Dos Jóvenes Que Vivían En Una Comunidad Hippie. Desde Joven, Priscilla Siempre Le Había Gustado Salir Y Divertirse, Al Contrario De Su Hermana Pequeña Carrie, Quien Siempre Tuvo Una Actitud Protectora Hacia Su Hermana Mayor. Cuando Priscilla Conoció A Owen, Con Quien Se Casó Para Irse A Vivir A Una Comunidad Hippie, Carrie Se Quedó Viviendo Sola. Si Bien No Compartían Los Mismos Puntos De Vista, Siguieron Viéndose Con Regularidad. Cuando Priscilla Quedó Embarazada De Anna Marie, Carrie Fue A Vivir A La Comunidad Durante Un Tiempo Y La Asistió En El Nacimiento De La Pequeña. Poco Después Del Nacimiento De Anna Marie, La Comuna Encontró A Lorenzo Moontreader (Un Viejo Indio Norteamericano). Con La Asistencia De Owen La Comuna Rehabilitó Al Viejo Borracho Y Con Su Ayuda Pretendían Acceder A Las Orillas Lejanas, Una Dimensión Mística De Ensueño De Donde Provenían Los Mitos Indios. Owen, En Realidad Planeaba Usar A Su Esposa Como Sacrificio Para Acceder A Ese Paraíso, Pero Priscilla Y Las Fuerzas Que Operaban En Las Orillas Lejanas Se Percataron Sus Intenciones. Con Ayuda Mística, Priscilla Abrió El Acceso A Las Orillas Lejanas Y Entró En Ellas Sola. Al Comprender Lo Que Owen Y Los Hombres De La Comuna Habían Pretendido, Todas Las Mujeres Abandonaron El Lugar. Owen Hallándose Solo Con Anna Marie, Pidió Ayuda A Carrie, Quien Crío A La Niña Sin Mostrarle Nunca El Afecto Que Sentía Por Ella.\r\n\r\nDe Niña, Anna Marie Tenía Un Amigo Llamado Cody Robbins. Ambos Crecieron Juntos Y Se Enamoraron. Un Día, Cody Besó A Anna Marie, Y La Joven Experimentó La Primera Manifestación De Sus Poderes Mutantes. Los Recuerdos Del Chico Inundaron Su Mente Y Él Cayó En Un Profundo Coma. Asustada Por Lo Ocurrido Y Sintiéndose Culpable, Anna Marie Abandonó Su Casa Sin Decirle Nada A Nadie. Ella Se Dio Cuenta Que No Podía Controlar Sus Poderes Mutantes. Con El Temor De Poder Hacer Daño A Alguien, Se Fue A Vivir Sola A Un Bosque. La Joven Fue Contactada Por Raven Darkholme, La Mutante Llamada Mística, Quién Se Enteró De Los Poderes Mutantes De Anne Marie, Gracias A Las Premoniciones De Su Amante, Irene Adler, La Mutante Conocida Como Destiny. Mística Encontró A Anna Marie Y Se Ganó Su Confianza. Anna Marie Adoptó El Sobrenombre De \"Rogue\" Y Se Fue A Vivir Con Mística Y Destiny, Considerándolas Desde Entonces Como Sus Madres.",
        "house": "MARVEL",
        "year": 1981,
        "images": [
            "https://i.ibb.co/zfnRyVT/rouge.jpg"
        ],
        "cantidad_imagenes": 1,
        "equipamento": "No tiene"
    },
    {
        "name": "Scarlet Witch",
        "character": "Wanda Maximoff",
        "biography": "Después De La Trágica Muerte De Su Hija, Anya, En Un Incendio Provocado Por Una Multitud Antimutante, El Mutante Magneto, Utilizó Sus Poderes Y Exterminó A Toda La Multitud Ante La Mirada Horrorizada De Su Esposa, Magda. Magda Huyó De Su Marido Hacia La Pequeña Nación De Transia En Los Montes Balcanes, Estando Ya Embarazada De Mellizos. Magda Dio A Luz En La Montaña Wundagore, \"La Ciudadela Del Alto Evolucionador\", A Los Mellizos Wanda Y Pietro. Ese Día, El Dios Antiguo Caído Conocido Como Chton Le Infundió A La Recién Nacida Wanda Un Gran Potencial Mágico Además De Sus Habilidades Mutantes. Magda Murió Luego Del Parto.\r\n\r\nPor Ese Entonces También Se Presentaron En Wundagore Robert Y Madeline Frank, Viejos Superhéroes Conocidos Como Whizzer Y Miss América, Quienes Estaban Esperando Un Hijo. Su Hijo Nació Muerto, Y Madeline Murió Con Él. Bova, La Mujer-Vaca, Asistente Del Alto Evolucionador, Ayuda A Madeline En La Labor De Parto. Madeline Pierde La Vida En El Parto, De La Misma Manera Que Lo Hace El Hijo Que Esperaba. Bova Decidió Arreglar Las Cosas Dándole Los Mellizos A Robert Como Si Fueran Sus Hijos, Pero Al Saber De La Muerte De Su Esposa Éste Escapó. Entonces, El Alto Evolucionador Se Presentó Como Un Dios Ante El Gitano Django Maximoff Y Su Esposa Marya Y Les Entregó A Los Niños, Que Fueron Entonces Nombrados Como Pietro Y Wanda.\r\n\r\nDespués De Que Django Maximoff Robara Pan De Una Ciudad Vecina Con El Fin De Alimentar A Su Famélica Familia, Los Ciudadanos Incendiaron La Aldea Romaní, Matando A Marya. Pietro Llevó A Wanda A Un Lugar Seguro Y Los Dos Se Mantuvieron Deambulando Por Europa. Los Eventos De Su Infancia Fueron Tan Traumáticos Que No Los Recordaron Hasta Bien Entrada La Vida Adulta. Después De Que Wanda Usó Sus Poderes Para Salvar A Un Niño, Fueron Perseguidos Por Una Muchedumbre Y Salvados Por Magneto, (Sin Que Ninguno Conociera El Lazo Sanguíneo Que Los Unía). Como Consecuencia, Magneto Los Recluta Para Formar Parte De La Hermandad De Mutantes Diabólicos, Que Luchó Contra Los X-Men En Varias Ocasiones. Cuando Magneto Fue Secuestrado Por La Entidad Cósmica Stranger, La Hermandad Se Disuelve Y Los Gemelos Declaran Que Su Deuda Con Magneto Ha Sido Pagada.",
        "house": "MARVEL",
        "year": 1964,
        "images": [
            "https://i.ibb.co/dP2V9CC/scarlet-Witch.jpg",
            "https://i.ibb.co/FnVwsh7/scarlet-Witch.png"
        ],
        "cantidad_imagenes": 2,
        "equipamento": "No tiene"
    },
    {
        "name": "Spider-Gwen",
        "character": "Gwen Stacy",
        "biography": "En La Realidad Alternativa Designada Como La Tierra-65, Gwen Stacy De La Escuela Midtown High De 15 Años , Es Mordida Por Una Araña Radioactiva Y Se Convierte En Una Superheroína Llamada Spider-Woman. Ella Es También Un Miembro De Una Banda Junto A Mary Jane Watson, Betty Brant Y Gloria Grant, Llamadas Simplemente Las Mary Janes. Poco Después De Que Ella Comience A Combatir El Crimen, Uno De Sus Compañeros De Clase, Peter Parker Intenta Vengarse De Los Que Lo Han Intimidado En Midtown High, Convirtiéndose En El Enemigo Inicial Del Universo Tierra-65, Llamado Lagarto. Gwen Lo Somete, Pero Peter Muere Hacia El Final De La Batalla Debido A La Química Que Ha Utilizado. Spider-Woman Es Culpada De Su Muerte, Provocando Una Protesta Por Su Arresto, Dirigido Por J. Jonah Jameson. Su Padre, George Stacy, Jefe De Policía De La Policía De Nueva York, Comienza A Buscarla Junto Con El Capitán Frank Castle Y La Detective Jean Dewolff. Mientras Las Mary Janes Intentan Actuar En Un Concierto, Un Asesino Se Envía Después Del Padre De Gwen Stacy, Que Está En La Audiencia. Como Spider-Woman, Ella Derrota Con Éxito Al Asesino. Durante La Batalla, El Capitán Stacy Sostiene A Spider-Woman A Puntar Con Su Pistola, Y Gwen Stacy Se Quita La Máscara Para Revelar Quién Es Ella A Su Padre. Sorprendido Al Conocer La Identidad De Spider-Woman, Él Le Dice Que Corra Antes De Cambiar De Opinión.",
        "house": "MARVEL",
        "year": 2014,
        "equipamento": "No tiene",
        "images": [
            "https://i.ibb.co/kG8GGtT/spyderG.png"
        ]
    },
    {
        "name": "Star-Lord",
        "character": "Peter Jason Quill",
        "biography": "Cuando Por Accidente La Nave De J'Son Cae En La Tierra, Él Es Rescatado Por Meredith Quill. Los Dos Forman Una Relación, Mientras J'Son Hace Reparaciones A Su Nave. Eventualmente, J'Son Se Ve Obligado A Salir Para Regresar A Casa Y Luchar En Una Guerra. Se Va, Sin Saber Que Meredith Está Embarazada De Peter Quill. 10 Años Más Tarde, Meredith Es Asesinada Cuando Es Atacada Por Dos Soldados Badoon Que Han Venido A Matar A Peter Y Terminar La Línea De Sangre De J'Son. Peter Los Mata Con Una Pistola, Encuentra La Pistola De Su Padre Por Accidente, Y Escapa De Su Casa Antes De Que Sea Destruida Por La Nave Badoon. Los Badoon Presumen Que Peter Es Asesinado Y Se Va. Peter Es Colocado En Un Orfanato Y Finalmente Se Une A La Nasa. Finalmente Se Explicó Que Fue Criado Por Su Madre Lisa Chang, Que Era Comandante De La Nasa.​\r\n\r\nMás Tarde, Cuando Su Nave Funciona Mal Y Está Atrapado En El Espacio, Peter Es Encontrado Por Los Ravagers, Un Grupo De Piratas Espaciales Liderados Por Yondu. Después De Que Los Ravagers Salvan A Peter, Que Trató De Robar Su Nave. Peter Logró Superar A Todos Los Miembros De Los Ravagers E Incluso Golpeó A Yondu Antes De Capturarlo. Después De Despertar, Yondu Logró Liberarse De Sus Restricciones Y Atacó A Peter Y Le Dio La Opción Entre Dejarse Llevar Al Espacio Sin Más Problemas O Morir Allí Mismo. Peter En Lugar Le Preguntó Si Él Podría Formar Parte De Su Equipo. Yondu Al Inició No Pareció Gustarle La Idea, Pero Después Descubrió Que Peter Era Como Él, Ya Que Ambos Eran \"Niños Sin Hogares\", Entonces Yondu Cambió De Opinión Y Lo Dejó Permanecer En La Nave Con Los Ravagers Como Su Niño De Limpieza. Peter Decidió Quedarse Y Tratar De Aprender Todo Lo Que Podía Desde El Espacio Mientras Él Era Parte De Los Ravagers.",
        "house": "MARVEL",
        "year": 1980,
        "equipamento": "No tiene",
        "images": [
            "https://i.ibb.co/w7P3NZP/starLord.jpg"
        ],
        "cantidad_imagenes": 1
    }
]